Repository: StorePayLLC/storepay-price
Catalog: src/translations/messages/*.po
Languages: id, mn, ru, vi, zh

source: Loan balance report
id: Laporan saldo pinjaman
mn: Зээлийн үлдэгдлийн тайлан
ru: Отчет об остатке кредита
vi: Báo cáo số dư nợ vay
zh: 贷款余额报告

source: Loan doesn't exist
id: Pinjaman tidak ada
mn: Зээл байхгүй
ru: Кредита не существует
vi: Khoản vay không tồn tại
zh: 贷款不存在

source: Loan ID
id: ID Pinjaman
mn: Зээлийн ID
ru: Идентификатор кредита
vi: Mã khoản vay
zh: 贷款编号

source: Loan ID is missing or invalid
id: ID Pinjaman tidak ada atau tidak valid
mn: Зээлийн ID дутуу эсвэл хүчингүй байна
ru: Идентификатор кредита отсутствует или недействителен
vi: Mã số vay bị thiếu hoặc không hợp lệ
zh: 贷款 ID 缺失或无效

source: Loan Info
id: Info Pinjaman
mn: Зээлийн мэдээлэл
ru: Информация о кредите
vi: Thông tin cho vay
zh: 贷款信息

source: Loan information
id: Informasi pinjaman
mn: Зээлийн мэдээлэл
ru: Информация о кредите
vi: Thông tin khoản vay
zh: 借阅信息

source: Loan modification
id: Modifikasi pinjaman
mn: Дүн өөрчлөх, буцаалт
ru: Модификация кредита
vi: Sửa đổi khoản vay
zh: 贷款修改

source: Loan modification requests
id: Permintaan modifikasi pinjaman
mn: Зээлийн өөрчлөх хүсэлтүүд
ru: Запросы на изменение кредита
vi: Yêu cầu sửa đổi khoản vay
zh: 贷款修改请求

source: Loan modifications
id: Modifikasi pinjaman
mn: Зээлийн өөрчлөлтүүд
ru: Модификации кредита
vi: Sửa đổi khoản vay
zh: 贷款修改

source: Loan number
id: Nomor pinjaman
mn: Зээлийн дугаар
ru: Номер кредита
vi: Số tiền vay
zh: 贷款编号

source: Loan paid Amount
id: Jumlah Pinjaman yang Dibayar
mn: Төлсөн дүн
ru: Сумма выплаченного кредита
vi: Số tiền vay đã trả
zh: 贷款已付金额

source: Loan product
id: Produk pinjaman
mn: Зээлийн бүтээгдэхүүн
ru: Заемный Продукт
vi: Sản phẩm vay
zh: 贷款产品

source: Loan product form
id: Bentuk produk pinjaman
mn: Зээлийн бүтээгдэхүүний форм
ru: Форма кредитного продукта
vi: Mẫu sản phẩm cho vay
zh: 贷款产品形式

source: Loan products
id: Produk pinjaman
mn: Бүтээгдэхүүний тохиргоо
ru: Кредитные продукты
vi: Sản phẩm vay
zh: 贷款产品

source: Loan quality
id: Kualitas pinjaman
mn: Зээлийн чанар
ru: Качество кредита
vi: Chất lượng cho vay
zh: 贷款质量

source: Loan reports
id: Laporan pinjaman
mn: Зээлийн тайлан
ru: Отчеты по кредитам
vi: Báo cáo cho vay
zh: 贷款报告

source: Loan request
id: Permintaan pinjaman
mn: Зээлийн хүсэлт
ru: Запрос на кредит
vi: Yêu cầu vay vốn
zh: 贷款请求

source: Loan snapshots
id: Ringkasan pinjaman
mn: Зээлийн агшин зуурын зургууд
ru: Снимки кредита
vi: Ảnh chụp nhanh khoản vay
zh: 贷款快照

source: Loan status
id: Status pinjaman
mn: Зээлийн байдал
ru: Статус кредита
vi: Tình trạng cho vay
zh: 借阅状态

source: Loans
id: Pinjaman
mn: Зээлүүд
ru: Кредиты
vi: Cho vay
zh: 贷款

source: Loans report
id: Laporan pinjaman
mn: Зээлийн тайлан
ru: Отчет по кредитам
vi: Báo cáo cho vay
zh: 贷款报告

source: Location
id: Lokasi
mn: Байршил
ru: Местоположение
vi: Vị trí
zh: 位置

source: Lock SPC
id: Kunci SPC
mn: SPC хадгалуулсан эсэх
ru: Блокировка SPC
vi: Khóa SPC
zh: 锁SPC

source: Lock SPC?
id: Kunci SPC?
mn: SPC-г түгжих үү?
ru: Заблокировать SPC?
vi: Khóa SPC?
zh: 锁定 SPC？

source: Locked Amount
id: Jumlah Terkunci
mn: Түгжигдсэн дүн
ru: Заблокированная сумма
vi: Số tiền bị khóa
zh: 锁定金额

source: Locked Count
id: Hitungan Terkunci
mn: Түгжигдсэн тоо
ru: Заблокировано Количество
vi: Số lượng đã khóa
zh: 锁定数量

source: Locked SPC amount
id: Jumlah SPC terkunci
mn: Түгжээтэй SPC хэмжээ
ru: Заблокированная сумма SPC
vi: Số lượng SPC bị khóa
zh: 锁定 SPC 数量

source: Log in
id: Masuk
mn: Нэвтрэх
ru: Войти
vi: Đăng nhập
zh: 登录

source: Log out
id: Keluar
mn: Гарах
ru: Выйти
vi: Đăng xuất
zh: 注销

source: Logged out
id: Keluar
mn: Системээс гарлаа
ru: Выйти из
vi: Đã đăng xuất
zh: 注销

source: Login
id: Masuk
mn: Нэвтрэх
ru: Войти
vi: Đăng nhập
zh: 登录

source: Login name
id: Nama log masuk
mn: Нэвтрэх нэр
ru: Логин
vi: Tên đăng nhập
zh: 登录名

source: Logo (background)
id: Logo (latar belakang)
mn: Лого (Background-тай)
ru: Логотип (фон)
vi: Biểu trưng (nền)
zh: 徽标（背景）

source: Logo (transparent)
id: Logo (transparan)
mn: Лого (Transparent)
ru: Логотип (прозрачный)
vi: Logo (trong suốt)
zh: 徽标（透明）

source: Logo transparent (1:1) less than 500KB
id: Logo transparan (1:1) kurang dari 500KB
mn: Transparent лого (1:1) 500KB-аас бага
ru: Логотип прозрачный (1:1) менее 500 КБ
vi: Logo trong suốt (1:1) dưới 500KB
zh: 徽标透明（1：1）小于500KB

source: Logo with background (1:1) less than 500KB
id: Logo dengan latar belakang (1:1) kurang dari 500KB
mn: Background лого (1:1) 500КБ-аас бага
ru: Логотип с фоном (1:1) менее 500 КБ
vi: Logo có nền (1:1) nhỏ hơn 500KB
zh: 带背景的徽标（1：1）小于 500KB

source: Long credit score
id: Skor kredit panjang
mn: Уртаар эрх
ru: Длинный кредитный рейтинг
vi: Điểm tín dụng dài
zh: 长期信用评分

source: Long loans
id: Pinjaman jangka panjang
mn: Уртаар зээл
ru: Длинные кредиты
vi: Các khoản vay dài hạn
zh: 长期贷款

source: Lower secondary education
id: Pendidikan menengah pertama
mn: Дунд ангийн боловсрол
ru: Неполное среднее образование
vi: Giáo dục trung học cơ sở
zh: 初中教育

source: Loyalty category saved
id: Kategori loyalitas disimpan
mn: Лояалти ангиллыг хадгаллаа
ru: Категория лояльности сохранена.
vi: Đã lưu hạng mục trung thành
zh: 忠诚度类别已保存

source: Loyalty detail and abilities
id: Detail loyalitas dan kemampuan
mn: Лояалти дэлгэрэнгүй мэдээлэл
ru: Детали лояльности и способности
vi: Chi tiết và khả năng về lòng trung thành
zh: 忠诚度细节和能力

source: Loyalty level
id: Tingkat loyalitas
mn: Лояалти түвшин
ru: Уровень лояльности
vi: Mức độ trung thành
zh: 忠诚度

source: Main category
id: Kategori utama
mn: Үндсэн ангилал
ru: Основная категория
vi: Thể loại chính
zh: 主要类别

source: Make default
id: Jadikan default
mn: Үндсэн болгох
ru: Использовать по умолчанию
vi: Đặt làm mặc định
zh: 设为默认

source: Male
id: Laki-laki
mn: Эрэгтэй
ru: Мужской
vi: Nam
zh: 男

source: Managed by
id: Dikelola oleh
mn: Үүсгэсэн
ru: Управляется
vi: Được quản lý bởi
zh: 管理

source: Manager
id: Manajer
mn: Менежер
ru: Руководитель
vi: Quản lý
zh: 经理

source: Marital status
id: Status Pernikahan
mn: Гэрлэлтийн байдал
ru: Семейное положение
vi: Tình trạng hôn nhân
zh: 婚姻状况

source: Married
id: Menikah
mn: Гэрлэсэн
ru: В браке
vi: Đã kết hôn
zh: 已婚

source: Masters or equivalent level
id: Magister atau tingkat setara
mn: Магистр болон ижил түвшний боловсрол
ru: Магистр или эквивалентный уровень
vi: Thạc sĩ hoặc trình độ tương đương
zh: 硕士或同等学历

source: Match policy
id: Kebijakan kecocokan
mn: Тохируулах бодлого
ru: Политика проведения матчей
vi: Chính sách đối sánh
zh: 匹配政策

source: Matched
id: Cocok
mn: Тохирсон
ru: Совпало
vi: Đã phù hợp
zh: 匹配

source: Max loan amount
id: Jumlah pinjaman maksimal
mn: Зээлийн дээд хэмжээ
ru: Максимальная сумма кредита
vi: Số tiền vay tối đa
zh: 最高贷款额

source: Max score
id: Skor maksimal
mn: Хамгийн их оноо
ru: Максимальный балл
vi: Điểm tối đa
zh: 最高分数

source: Max work number
id: Nomor kerja maksimal
mn: Ажиллах хязгаар
ru: Максимальное рабочее число
vi: Số lượng công việc tối đa
zh: 最大工作数量

source: May we follow you up on your feedback?
id: Bolehkah kami menindaklanjuti tanggapan Anda?
mn: Бид таны саналын дагуу тань руу эргэн холбогдож болох уу?
ru: Можем ли мы следить за вашими отзывами?
vi: Chúng tôi có thể theo dõi phản hồi của bạn không?
zh: 我们可以跟进您的反馈吗？

source: Meet the core members of our team that started this amazing journey
id: Temui anggota inti tim kami yang memulai perjalanan menakjubkan ini
mn: Энэхүү гайхалтай аяллыг эхлүүлсэн манай багийн үндсэн гишүүдтэй танилцана уу
ru: Познакомьтесь с основными членами нашей команды, которые начали это удивительное путешествие
vi: Gặp gỡ các thành viên cốt cán của nhóm chúng tôi đã bắt đầu hành trình tuyệt vời này
zh: 见见我们团队的核心成员，他们开启了这一奇妙的旅程

source: Menu
mn: Цэс
ru: Меню
zh: 菜单

source: Merch ID
id: ID Barang Dagangan
mn: Барааны ID
ru: Идентификатор товара
vi: ID hàng hóa
zh: 商品编号

source: Merchant
id: Penjual
mn: Мерчант
ru: Продавец
vi: Người bán
zh: 商家

source: Merchant contacts
id: Kontak pedagang
mn: Мерчантын холбоо барих мэдээллүүд
ru: Контакты торговца
vi: Liên hệ thương gia
zh: 商家联系方式

source: Merchant contract
id: Kontrak pedagang
mn: Мерчантын гэрээ
ru: Торговый контракт
vi: Hợp đồng thương gia
zh: 商户合同

source: Merchant contracts
id: Kontrak pedagang
mn: Мерчантын гэрээнүүд
ru: Торговые контракты
vi: Hợp đồng thương mại
zh: 商户合同

source: Merchant detail
id: Detail pedagang
mn: Мерчантын дэлгэрэнгүй
ru: Подробная информация о продавце
vi: Chi tiết người bán
zh: 商户详情

source: Merchant details
id: Detail pedagang
mn: Мерчантын дэлгэрэнгүй мэдээлэл
ru: Подробности о продавце
vi: Chi tiết người bán
zh: 商户详情

source: Merchant Fee
id: Biaya Pedagang
mn: Шимтгэл
ru: Торговый сбор
vi: Phí thương mại
zh: 商户费用

source: Merchant info
id: Informasi pedagang
mn: Мерчантын мэдээлэл
ru: Информация о продавце
vi: Thông tin người bán
zh: 商户信息

source: Merchant Loan
id: Pinjaman Pedagang
mn: Худалдааны зээл
ru: Торговый кредит
vi: Cho vay thương mại
zh: 商户贷款

source: Merchant Manager
id: Manajer Pedagang
mn: Мерчантын менежер
ru: Торговый менеджер
vi: Người quản lý thương mại
zh: 商户经理

source: Merchant modification
id: Modifikasi pedagang
mn: Худалдааны өөрчлөлт
ru: Модификация продавца
vi: Sửa đổi thương gia
zh: 商户修改

source: Merchant modification backoffice
id: Modifikasi pedagang di backoffice
mn: Мерчантын шимтгэл
ru: Бэк-офис по модификации торговца
vi: Backoffice sửa đổi thương gia
zh: 商户修改后台

source: Merchant modification request
id: Permintaan modifikasi pedagang
mn: Мерчантын өөрчлөх хүсэлт
ru: Запрос на изменение продавца
vi: Yêu cầu sửa đổi của người bán
zh: 商户修改请求

source: Merchant modification requests
id: Permintaan modifikasi pedagang
mn: Мерчантын өөрчлөх хүсэлтүүд
ru: Запросы на изменение торговца
vi: Yêu cầu sửa đổi của thương gia
zh: 商户修改请求

source: Merchant modification verification
id: Verifikasi modifikasi pedagang
mn: Худалдааны өөрчлөлтийн баталгаажуулалт
ru: Проверка модификации продавца
vi: Xác minh sửa đổi người bán
zh: 商户修改验证

source: Merchant modifications
id: Modifikasi pedagang
mn: Худалдааны өөрчлөлтүүд
ru: Модификации торговца
vi: Sửa đổi người bán
zh: 商户修改

source: Merchant name
id: Nama pedagang
mn: Мерчантын нэр
ru: Имя продавца
vi: Tên người bán
zh: 商户名称

source: Merchant partners
id: Mitra pedagang
mn: Худалдааны түншүүд
ru: Торговые партнеры
vi: Đối tác thương mại
zh: 商户合作伙伴

source: Merchant partners can track their sales through Storepay BNPL. They can also download reports and view real-time purchases.
id: Mitra pedagang dapat melacak penjualan mereka melalui Storepay BNPL. Mereka juga dapat mengunduh laporan dan melihat pembelian secara langsung.
mn: Худалдааны түншүүд Storepay BNPL-ээр дамжуулан борлуулалтаа хянах боломжтой. Тэд мөн тайланг татаж авч, бодит цагийн худалдан авалтыг харах боломжтой.
ru: Торговые партнеры могут отслеживать свои продажи через Storepay BNPL. Они также могут загружать отчеты и просматривать покупки в реальном времени.
vi: Đối tác thương mại có thể theo dõi doanh số bán hàng của họ thông qua Storepay BNPL. Họ cũng có thể tải xuống báo cáo và xem các giao dịch mua theo thời gian thực.
zh: 商户合作伙伴可以通过 Storepay BNPL 跟踪其销售情况。他们还可以下载报告并查看实时购买情况。

source: Merchant policy
id: Kebijakan pedagang
mn: Мерчантын бодлого
ru: Торговая политика
vi: Chính sách người bán
zh: 商户政策

source: Merchant portal
id: Portal pedagang
mn: Худалдааны портал
ru: Торговый портал
vi: Cổng thông tin thương mại
zh: 商户门户

source: Merchant profile
id: Profil pedagang
mn: Мерчантын профайл
ru: Профиль продавца
vi: Hồ sơ người bán
zh: 商户简介

source: Merchant request
id: Permintaan pedagang
mn: Мерчантын мэдээлэл өөрчлөх
ru: Запрос продавца
vi: Yêu cầu của thương gia
zh: 商家请求

source: Merchant stores
id: Toko pedagang
mn: Мерчантын дэлгүүрүүд
ru: Торговые магазины
vi: Cửa hàng thương mại
zh: 商店

source: Merchant Success Stories
id: Kisah Sukses Pedagang
mn: Худалдаачдын амжилтын түүхүүд
ru: Истории успеха торговцев
vi: Câu chuyện thành công của thương gia
zh: 商户成功案例

source: Merchant tag list page
id: Halaman daftar tag pedagang
mn: Мерчантын шошгын жагсаалт
ru: Страница со списком тегов продавца
vi: Trang danh sách thẻ người bán
zh: 商户标签列表页

source: Merchant tags
id: Tag pedagang
mn: Мерчантын шошго
ru: Теги продавца
vi: Thẻ người bán
zh: 商家标签

source: Merchant users
id: Pengguna pedagang
mn: Мерчантын
ru: Торговые пользователи
vi: Người dùng thương gia
zh: 商户用户

source: Merchant web
id: Jaringan pedagang
mn: Худалдааны вэб
ru: Торговая сеть
vi: Web thương gia
zh: 商户网站

source: Merchant's info
id: Informasi pedagang
mn: Худалдаачны мэдээлэл
ru: Информация о торговце
vi: Thông tin người bán
zh: 商户信息

source: Merchants
id: Pedagang
mn: Мерчант
ru: Купцы
vi: Người bán
zh: 商人

source: Merchants reports
id: Laporan pedagang
mn: Мерчантын тайлан
ru: Отчеты торговцев
vi: Báo cáo của thương gia
zh: 商户报告

source: Method
id: Metode
mn: Төлбөрийн хэрэгсэл
ru: Метод
vi: Phương thức
zh: 方法

source: Method detail
id: Detail metode
mn: Төлбөрийн хэрэгслийн дэлгэрэнгүй
ru: Подробности метода
vi: Chi tiết phương pháp
zh: 方法详细信息

source: Method fee
id: Biaya metode
mn: Төлбөрийн шимтгэл
ru: Метод платы
vi: Phí phương pháp
zh: 方法费

source: Method updated
id: Metode diperbarui
mn: Төлбөрийн хэрэгслийг шинэчиллээ
ru: Метод обновлен
vi: Đã cập nhật phương pháp
zh: 方法已更新

source: Methods
id: Methods (Metode)
mn: Төлбөрийн хэрэгсэл
ru: Методы
vi: Phương thức
zh: 方法

source: Min balance
id: Saldo minimum
mn: Хамгийн бага үлдэгдэл
ru: Мин. баланс
vi: Số dư tối thiểu
zh: 最低余额

source: Min loan amount
id: Jumlah pinjaman minimal
mn: Зээлийн хамгийн бага хэмжээ
ru: Минимальная сумма кредита
vi: Số tiền vay tối thiểu
zh: 最低贷款额

source: Mobile app
id: Aplikasi seluler
mn: Гар утасны программ
ru: Applicazione mobile
vi: Ứng dụng di động
zh: 移动应用程序

source: Modification confirmed
id: Modifikasi dikonfirmasi
mn: Өөрчлөлт батлагдсан
ru: Модификация подтверждена
vi: Đã xác nhận sửa đổi
zh: 修改已确认

source: Modification expired
id: Modifikasi sudah habis masa berlakunya
mn: Өөрчлөлт хийх хугацаа дууссан
ru: Срок действия модификации истек
vi: Sửa đổi đã hết hạn
zh: 修改已过期

source: Modification rejected
id: Modifikasi ditolak
mn: Өөрчлөлтөөс татгалзсан
ru: Модификация отклонена
vi: Sửa đổi bị từ chối
zh: 修改被拒绝

source: Modification request created
id: Permintaan modifikasi dibuat
mn: Өөрчлөлт оруулах хүсэлт үүсгэсэн
ru: Запрос на изменение создан.
vi: Đã tạo yêu cầu sửa đổi
zh: 修改请求已创建

source: Modification requests from merchant
id: Permintaan modifikasi dari pedagang
mn: Мерчантын дата өөрчлөх хүсэлтүүд
ru: Запросы на изменение от продавца
vi: Yêu cầu sửa đổi từ thương gia
zh: 商户的修改请求

source: Modification type
id: Jenis modifikasi
mn: Өөрчлөлтийн төрөл
ru: Тип модификации
vi: Loại sửa đổi
zh: 修改类型

source: Modifications ({0})
id: Modifikasi ({0})
mn: Өөрчлөлт ({0})
ru: Модификации ({0})
vi: Sửa đổi ({0})
zh: 修改 ({0})

source: Modify type
id: Ubah jenis
mn: Төрөл өөрчлөх
ru: Изменить тип
vi: Sửa đổi loại
zh: 修改类型

source: Monthly
id: Bulanan
mn: Сар бүр
ru: Ежемесячно
vi: Hàng tháng
zh: 每月

source: More for you
id: Lebih Banyak Pilihan
mn: Илүү ихийг танд зориулав
ru: Больше для вас
vi: Nhiều hơn cho bạn
zh: 为您提供更多

source: More than ten years
id: Lebih dari sepuluh tahun
mn: 10-аас их
ru: Более десяти лет
vi: Hơn mười năm
zh: 十余年

source: My account
id: Akun Saya
mn: Миний бүртгэл
ru: Мой аккаунт
vi: Tài khoản
zh: 我的账户

source: My details
id: Detail saya
mn: Миний мэдээлэл
ru: Мои данные
vi: Thông tin của tôi
zh: 我的详情

source: Name
id: Nama
mn: Нэр
ru: Имя
vi: Tên
zh: 名称

source: Name does not match
id: Nama tidak cocok
mn: Нэр таарахгүй байна
ru: Имя не совпадает
vi: Tên không khớp
zh: 姓名不匹配

source: Nationality
id: Kebangsaan
mn: Иргэншил
ru: Национальность
vi: Quốc tịch
zh: 国籍

source: Neighbour
id: Tetangga
mn: Хөрш
ru: Сосед
vi: Hàng xóm
zh: 邻居

source: New
id: Baru
mn: Шинэ
ru: Новый
vi: Mới
zh: 新

source: New Merchants
id: Pedagang Baru
mn: Гэрээт мерчантын тоо
ru: Новые торговцы
vi: Thương gia mới
zh: 新商家

source: New password
id: Password baru
mn: Шинэ нууц үг
ru: Новый пароль
vi: Mật khẩu mới
zh: 新密码

source: New Stores
id: Toko Baru
mn: Гэрээт дэлгүүрийн тоо
ru: Новые магазины
vi: Cửa hàng mới
zh: 新店

source: New verified users
id: Pengguna baru yang terverifikasi
mn: Баталгаажсан хэрэглэгчид
ru: Новые проверенные пользователи
vi: Người dùng mới đã xác minh
zh: 新验证用户

source: No
id: Tidak
mn: Үгүй
ru: Нет
vi: Không
zh: 否

source: No address information available
id: Tidak ada informasi alamat yang tersedia
mn: Хаягийн мэдээлэл байхгүй байна
ru: Информация об адресе отсутствует.
vi: Không có thông tin địa chỉ nào có sẵn
zh: 没有可用的地址信息

source: No amount to withdraw to user
id: Tidak ada jumlah yang dapat ditarik ke pengguna
mn: Хэрэглэгчид шилжүүлэх дүн байхгүй байна
ru: Нет суммы для вывода пользователю
vi: Không có số tiền để rút cho người dùng
zh: 用户无金额可提取

source: No contract attached
id: Tidak ada kontrak yang terlampir
mn: Гэрээ хавсаргаагүй
ru: Контракт не прилагается
vi: Không có hợp đồng kèm theo
zh: 未附加合同

source: No data
id: Tidak ada data
mn: Өгөгдөл алга
ru: Нет данных
vi: Không có dữ liệu
zh: 没有数据

source: No impact on your credit score.
id: Tidak berdampak pada skor kredit Anda.
mn: Таны зээлийн оноонд нөлөөлөхгүй.
ru: Никакого влияния на ваш кредитный рейтинг.
vi: Không ảnh hưởng đến điểm tín dụng của bạn.
zh: 对您的信用评分没有影响。

source: No implementation
id: Tidak ada implementasi
mn: Хэрэгжилт байхгүй
ru: Нет реализации
vi: Không thực hiện
zh: 没有实施

source: no implemented
id: tidak diimplementasikan
mn: хэрэгжсэнгүй
ru: не реализовано
vi: không thực hiện
zh: 没有实施

source: No repeat
id: Tidak ada pengulangan
mn: Давтамжгүй
ru: Не повторять
vi: Không lặp lại
zh: 不重复

source: No schooling
id: Tidak bersekolah
mn: Сургуулийн боловсролгүй
ru: Нет образования
vi: Không có trường học
zh: 没有上学

source: No stores
id: Tidak ada toko
mn: Дэлгүүр байхгүй
ru: Никаких магазинов
vi: Không có cửa hàng
zh: 没有商店

source: Normal
mn: Энгийн
ru: Нормальный
vi: Bình thường
zh: 正常

source: Not captured
id: Tidak tertangkap
mn: Баригдсангүй
ru: Не захвачено
vi: Không bị thu giữ
zh: 未捕获

source: Not confirmed
id: Tidak dikonfirmasi
mn: Баталгаажаагүй
ru: Не подтверждено
vi: Không được xác nhận
zh: 未确认

source: Not elsewhere classified
id: Tidak diklasifikasikan di tempat lain
mn: Бусад ангилалд ороогүй
ru: Не классифицировано в другом месте
vi: Không được phân loại ở nơi khác
zh: 未分类

source: Not responded yet
id: Belum direspon
mn: Одоогоор хариу өгөөгүй байна
ru: Пока не ответили
vi: Chưa trả lời
zh: 尚未回复

source: Note
id: Catatan
mn: Тэмдэглэл
ru: Заметка
vi: Ghi chú
zh: 注意

source: Note: If the Deposited amount isn't visible in your bank account, your bank may still be processing the funds.
id: Catatan: Jika jumlah yang disetorkan tidak terlihat di rekening bank Anda, bank Anda mungkin masih memproses dana tersebut.
mn: ЖИЧ: Уг шилжүүлгийн дүн таны дансанд хараахан ороогүй байгаа бол гүйлгээ хүлээгдэж байгааг анхаарна уу. Банк хоорондын шилжүүлэг тодорхой хугацааны дараа хийгдэх тул та түр хүлээнэ үү.
ru: Примечание: Если внесенная сумма не отображается на вашем банковском счете, возможно, ваш банк все еще обрабатывает средства.
vi: Lưu ý: Nếu số tiền đã gửi không hiển thị trong tài khoản ngân hàng của bạn, ngân hàng của bạn vẫn có thể đang xử lý số tiền đó.
zh: 注意：如果您的银行账户中没有显示存入的金额，则您的银行可能仍在处理这笔资金。

source: Number
id: Nomor
mn: Дугаар
ru: Номер
vi: Số
zh: 数量

source: Number of children
id: Jumlah anak-anak
mn: Хүүхдийн тоо
ru: Количество детей
vi: Số lượng trẻ em
zh: 儿童人数

source: Number of purchases powered by Storepay
id: Jumlah pembelian yang didukung oleh Storepay
mn: Storepay-н худалдан авалтын тоо
ru: Количество покупок, совершенных с помощью Storepay
vi: Số lượng mua hàng được hỗ trợ bởi Storepay
zh: Storepay 支持的购买次数

source: One to three years
id: Satu sampai tiga tahun
mn: 1-3 жил
ru: От одного до трех лет
vi: Một đến ba năm
zh: 一至三年

source: Only for premium users
id: Hanya untuk pengguna premium
mn: Зөвхөн Premium харилцагч үйлчлүүлнэ
ru: Только для премиум-пользователей
vi: Chỉ dành cho người dùng cao cấp
zh: 仅限高级用户

source: Only for premium users?
id: Hanya untuk pengguna premium?
mn: Зөвхөн дээд зэрэглэлийн хэрэглэгчдэд зориулагдсан уу?
ru: Только для премиум-пользователей?
vi: Chỉ dành cho người dùng cao cấp?
zh: 仅限高级用户？

source: Operation
id: Operasi
mn: Үйл ажиллагаа
ru: Операция
vi: Nghiệp vụ
zh: 操作

source: or
id: atau
mn: эсвэл
ru: или
vi: hoặc
zh: 或

source: Order amount
id: Kuantitas pesanan
mn: Худалдан авалтын үнийн дүн
ru: Сумма заказа
vi: Số lượng đơn đặt hàng
zh: 订单金额

source: Organization name
id: Nama organisasi
mn: Байгууллагын нэр
ru: Название организации
vi: Tên tổ chức
zh: 组织名称

source: Other
id: Lainnya
mn: Бусад
ru: Другое
vi: Khác
zh: 其他

source: Other family members
id: Anggota keluarga lainnya
mn: Хамаатан садан
ru: Другие члены семьи
vi: Các thành viên khác trong gia đình
zh: 其他家庭成员

source: OTP sent successfully to: {0}
id: OTP berhasil dikirim ke: {0}
mn: Баталгаажуулах код илгээлээ: {0}
ru: OTP успешно отправлен: {0}
vi: OTP đã được gửi thành công đến: {0}
zh: OTP 已成功发送至：{0}

source: OTP sent successfully to: {phone}
id: OTP berhasil dikirim ke: {phone}
mn: OTP амжилттай илгээгдсэн: {phone}
ru: OTP успешно отправлен: {phone}
vi: OTP đã được gửi thành công đến: {phone}
zh: OTP 已成功发送至：{phone}

source: Our <0>Vision</0>
id: Visi <0>Kami</0>
mn: Бидний <0>Алсын хараа</0>
ru: Наше <0>Видение</0>
vi: Tầm nhìn <0>của chúng tôi</0>
zh: 我们的<0>愿景</0>

source: Our culture
id: Budaya kita
mn: Манай соёл
ru: Наша культура
vi: Văn hóa của chúng tôi
zh: 我们的文化

source: Our products
id: Layanan kami
mn: Манай бүтээгдэхүүн
ru: Наши продукты
vi: Sản phẩm của chúng tôi
zh: 我的产品

source: Our story
id: Cerita kami
mn: Бидний түүх
ru: Наша история
vi: Câu chuyện của chúng tôi
zh: 我们的故事

source: Overdue
id: Terlambat
mn: Хугацаа хэтэрсэн
ru: Просрочено
vi: Quá hạn
zh: 过期

source: Overdue at
id: Terlambat pada
mn: Хугацаа хэтэрсэн
ru: Просрочено в
vi: Quá hạn tại
zh: 逾期时间

source: Overdue count
id: Jumlah yang terlambat
mn: Хугацаа хэтэрсэн тоо
ru: Просроченный счет
vi: Số lượng quá hạn
zh: 逾期计数

source: Overdue days
id: Hari-hari yang terlambat
mn: Хугацаа хэтэрсэн хоног
ru: Просроченные дни
vi: Ngày quá hạn
zh: 逾期天数

source: Overdue loans report
id: Laporan pinjaman yang jatuh tempo
mn: Хугацаа хэтрэлтийн тайлан
ru: Отчет о просроченных кредитах
vi: Báo cáo nợ quá hạn
zh: 逾期贷款报告

source: overdue_count
id: terlambat_hitung
mn: Хугацаа хэтэрсэн хоног
ru: просроченный_счетчик
vi: số lượng quá hạn
zh: 逾期次数

source: Owner
id: Pemilik
mn: Эзэмшигч
ru: Владелец
vi: Chủ sở hữu
zh: 所有者

source: Owner id
id: ID pemilik
mn: Эзэмшигчийн ID
ru: Владельца id
vi: ID chủ sở hữu
zh: 所有者 ID

source: Owner type
id: Tipe pemilik
mn: Эзэмшигчийн төрөл
ru: Тип владельца
vi: Loại chủ sở hữu
zh: 所有者类型

source: ownerId
id: pemilikId
mn: эзэмшигчийн дугаар
ru: идентификатор владельца
vi: id chủ sở hữu
zh: 所有者 ID

source: ownerType
id: tipe pemilik
mn: эзэмшигчийн төрөл
ru: Тип владельца
vi: loại chủ sở hữu
zh: 所有者类型

source: Page
id: Halaman
mn: Хуудас
ru: Страница
vi: Trang
zh: 页面

source: Page link
id: Tautan halaman
mn: Хуудасны холбоос
ru: Ссылка на страницу
vi: Trang liên kết
zh: 页面链接

source: Paid
id: Dibayar
mn: Төлсөн
ru: Оплачено
vi: Đã thanh toán
zh: 支付

source: Paid amount
id: Jumlah yang dibayarkan
mn: Төлсөн дүн
ru: Внесенная сумма
vi: Số tiền đã thanh toán
zh: 已付金额

source: Paid at
id: Dibayar pada
mn: Төлсөн цаг
ru: Оплачено в
vi: Thanh toán tại
zh: 付款于

source: Paid penalty
id: Denda yang dibayar
mn: Төлсөн торгууль
ru: Оплаченный штраф
vi: Đã trả tiền phạt
zh: 已支付罚款

source: paidAmount
id: jumlahyangdibayar
mn: Төлсөн төлбөр
ru: оплаченнаяСумма
vi: Số tiền đã thanh toán
zh: 已付金额

source: Partner
id: Mitra
mn: Хамтрагч
ru: Партнер
vi: Đối tác
zh: 往来单位
