Repository: StorePayLLC/storepay-price
Catalog: src/translations/messages/*.po
Languages: id, mn, ru, vi, zh

source: Grocery limit used
id: Batas belanjaan digunakan
mn: Хүнсний хязгаарыг ашигласан
ru: Лимит на продукты использован
vi: Giới hạn hàng tạp hóa đã sử dụng
zh: 已使用的食品杂货限额

source: Grocery products
id: Produk kelontong
mn: Хүнсний бүтээгдэхүүн
ru: Бакалейные товары
vi: Sản phẩm tạp hóa
zh: 杂货产品

source: Growth and Development
id: Tumbuh kembang
mn: Өсөлт ба хөгжил
ru: Рост и развитие
vi: Tăng trưởng và Phát triển
zh: 成长与发展

source: Guide
id: Pelindung
mn: Хөтөч
ru: Гид
vi: Hướng dẫn
zh: 指南

source: Guide deleted
id: Panduan dihapus
mn: Хөтөч устгагдсан
ru: Руководство удалено
vi: Đã xóa hướng dẫn
zh: 指南已删除

source: Guide file should be in PDF format
id: File panduan harus dalam format PDF
mn: Хуулах file PDF байх ёстой
ru: Файл руководства должен быть в формате PDF.
vi: Tệp hướng dẫn phải ở định dạng PDF
zh: 指南文件应为 PDF 格式

source: Guide list page
id: Halaman daftar panduan
mn: Хөтөч жагсаалт хуудас
ru: Страница со списком гидов
vi: Trang danh sách hướng dẫn
zh: 指南列表页面

source: Guides
id: Pemandu
mn: Хөтөч
ru: Руководства
vi: Đường căn
zh: 指南

source: Has advance
id: Telah maju
mn: Урьдчилгаатай
ru: Имеет аванс
vi: Đã tiến bộ
zh: 有进步

source: Have questions? We're here to help
id: Ada pertanyaan? Kami siap membantu
mn: Асуулт байна уу? Бид туслахаар ирлээ
ru: Есть вопросы? Мы здесь, чтобы помочь
vi: Bạn có thắc mắc? Chúng tôi ở đây để giúp bạn
zh: 有疑问？我们随时为您服务

source: Help
id: Bantuan
mn: Тусламж
ru: Помощь
vi: Trợ giúp
zh: 帮助

source: Here is What Our Merchants are Saying
id: Berikut Ini Apa Yang Dikatakan Pedagang Kami
mn: Энд манай худалдаачид юу хэлж байна
ru: Вот что говорят наши продавцы
vi: Đây là những gì các thương gia của chúng tôi đang nói
zh: 以下是我们商家的评价

source: Here’s what you will see on the checkout
id: Inilah yang akan Anda lihat di kasir
mn: Төлбөр хийхдээ танд юу харагдах болно
ru: Вот что вы увидите на кассе
vi: Đây là những gì bạn sẽ thấy khi thanh toán
zh: 以下是您在结账时会看到的内容

source: Hide
id: Sembunyikan
mn: Нуух
ru: Скрыть
vi: Ẩn
zh: 隐藏

source: Hide form
id: Sembunyikan formulir
mn: Формыг нуух
ru: Скрыть форму
vi: Ẩn biểu mẫu
zh: 隐藏表单

source: How it works
id: Cara kerjanya
mn: Энэ нь хэрхэн ажилладаг
ru: Как это работает
vi: Nó hoạt động như thế nào
zh: 它是如何工作的

source: How long does it take to make payment with Storepay?
id: Berapa lama waktu yang dibutuhkan untuk melakukan pembayaran dengan Storepay?
mn: Storepay ашиглан төлбөр хийхэд хэр хугацаа шаардагдах вэ?
ru: Сколько времени занимает оплата через Storepay?
vi: Phải mất bao lâu để thanh toán bằng Storepay?
zh: 使用 Storepay 付款需要多长时间？

source: How to use
id: Cara Penggunaan
mn: Хэрхэн ашиглах
ru: Как использовать
vi: Hướng dẫn sử dụng
zh: 如何使用

source: HusbandOrWife
id: Suami atau Istri
mn: Эхнэр/Нөхөр
ru: МужИлиЖена
vi: Chồng hoặc vợ
zh: 丈夫或妻子

source: I agree to Storepay
id: Saya setuju dengan Storepay
mn: Би хүлээн зөвшөөрч байна
ru: Я согласен на Storepay
vi: Tôi đồng ý với Storepay
zh: 我同意 Storepay

source: I am very satisfied with the products and services provided by the Storepay Application.
id: Saya sangat puas dengan produk dan layanan yang diberikan oleh Aplikasi Storepay.
mn: Storepay программын үзүүлж буй бүтээгдэхүүн, үйлчилгээнд би маш их сэтгэл хангалуун байна.
ru: Я очень доволен продуктами и услугами, предоставляемыми приложением Storepay.
vi: Tôi rất hài lòng với các sản phẩm và dịch vụ do Ứng dụng Storepay cung cấp.
zh: 我对 Storepay 应用程序提供的产品和服务非常满意。

source: I promised my kids to take them to the beach and show them palm trees. I was unable to save up all the travel cost for five years. However, last winter, I discovered Storepay and travelled to Thailand with my two kids.
id: Saya berjanji kepada anak-anak saya untuk membawa mereka berlibur ke pantai dan menunjukkan pohon palem. Selama lima tahum, saya tidak bisa menabung untuk biaya perjalanan. Namun, musim dingin lalu saya menemukan Storepay dan akhirnya bisa pergi ke Thailand bersama kedua anak saya, semua dengan program cicilan dari Storepay.
mn: Би хүүхдүүддээ далайн эрэг рүү аваачиж, далдуу модыг үзүүлнэ гэж амласан. Би таван жилийн турш аяллын бүх зардлыг хэмнэж чадаагүй. Гэсэн хэдий ч өнгөрсөн өвөл би Storepay-тэй танилцаж, хоёр хүүхэдтэйгээ Тайланд руу аялсан.
ru: Я обещала своим детям отвезти их на пляж и показать им пальмы. Я не могла накопить все расходы на поездку в течение пяти лет. Однако прошлой зимой я открыла для себя Storepay и отправилась в Таиланд с двумя детьми.
vi: Tôi đã hứa với các con sẽ đưa chúng đến bãi biển và chỉ cho chúng xem cây cọ. Tôi không thể tiết kiệm được toàn bộ chi phí đi lại trong năm năm. Tuy nhiên, mùa đông năm ngoái, tôi đã khám phá ra Storepay và đi du lịch Thái Lan cùng hai đứa con của mình.
zh: 我答应过孩子们要带他们去海滩，给他们看棕榈树。我五年都没能攒下所有的旅行费用。然而，去年冬天，我发现了 Storepay，并带着我的两个孩子去了泰国。

source: Icon
id: Ikon
ru: Иконка
vi: Biểu tượng
zh: 图标

source: IDENTITY AND SIGNATURE FAILED
id: IDENTITAS DAN TANDA TANGAN GAGAL
mn: Иргэний үнэмлэх болон гарын үсэг шаардлага хангаагүй
ru: НЕ УДАЛЕНЫ ИДЕНТИФИКАЦИЯ И ПОДПИСЬ
vi: NHẬN DẠNG VÀ CHỮ KÝ KHÔNG THẤT BẠI
zh: 身份和签名失败

source: IDENTITY FAILED
id: IDENTITAS GAGAL
mn: Иргэний үнэмлэх татгалзсан
ru: ИДЕНТИФИКАЦИЯ НЕ УДАЛЕНА
vi: NHẬN DẠNG KHÔNG THẤT BẠI
zh: 身份失败

source: Image
id: Gambar
mn: Зураг
ru: Изображение
vi: Hình ảnh
zh: 图片

source: Image must smaller than 1MB!
id: Gambar harus lebih kecil dari 1MB!
mn: Зургийн хэмжээ 1 МБ-аас бага байх ёстой!
ru: Изображение должно быть меньше 1 МБ!
vi: Hình ảnh phải nhỏ hơn 1MB!
zh: 图片必须小于1MB！

source: images
id: citra
mn: зургууд
ru: изображения
vi: hình ảnh
zh: 图片

source: In certain cases
id: Dalam kasus tertentu
mn: Бусад ангилалд ороогүй
ru: В некоторых случаях
vi: Trong một số trường hợp nhất định
zh: 在某些情况下

source: in finance
id: dalam keuangan
mn: санхүүгийн салбарт
ru: в финансах
vi: trong tài chính
zh: 在金融领域

source: In our commitment to foster financial inclusivity and equality, we've introduced SPC, our native token, as a cornerstone of our service. SPC is more than just a digital currency; it's a key to unlocking more of Storepay’s premium features.
id: Untuk mewujudkan komitmen kami untuk mendorong keuangan yang lebih inklusif dan adil, kami memperkenalkan SPC, token khusus dari kami, sebagai bagian penting dari layanan Storepay. SPC lebih dari sekedar mata uang digital; ini adalah kunci untuk membuka fitur-fitur premium Storepay yang lebih banyak.
mn: Санхүүгийн хүртээмжтэй байдал, тэгш байдлыг дэмжих амлалтдаа бид үйлчилгээнийхээ тулгын чулуу болох уугуул жетон SPC-ийг нэвтрүүлсэн. SPC нь дижитал валютаас илүү юм; Энэ нь Storepay-н дээд зэрэглэлийн функцүүдийг нээх түлхүүр юм.
ru: В стремлении содействовать финансовой инклюзивности и равенству мы представили SPC, наш собственный токен, как краеугольный камень нашего сервиса. SPC — это больше, чем просто цифровая валюта; это ключ к разблокировке большего количества премиум-функций Storepay.
vi: Trong cam kết thúc đẩy tính toàn diện và bình đẳng về tài chính, chúng tôi đã giới thiệu SPC, token gốc của chúng tôi, như một nền tảng cho dịch vụ của mình. SPC không chỉ là một loại tiền kỹ thuật số; nó là chìa khóa để mở khóa nhiều tính năng cao cấp hơn của Storepay.
zh: 为了促进金融包容性和平等性，我们推出了原生代币 SPC，作为我们服务的基石。SPC 不仅仅是一种数字货币；它还是解锁更多 Storepay 高级功能的钥匙。

source: IN PERSON SIGNATURE VERIFIED
id: TANDA TANGAN SECARA LANGSUNG TERVERIFIKASI
mn: БИЧИГЭЭР ГАРЫН ҮСЭГ БАТАЛГАСАН
ru: ЛИЧНАЯ ПОДПИСЬ ПРОВЕРЕНА
vi: ĐÃ XÁC MINH CHỮ KÝ TRỰC TIẾP
zh: 亲自签名验证

source: In total customer savings
id: Total penghematan pelanggan
mn: Хэрэглэгчийн нийт хадгаламжид
ru: Общая экономия для клиентов
vi: Tổng số tiền tiết kiệm của khách hàng
zh: 客户总节省金额

source: Inactive
id: Tidak Aktif
mn: Идэвхгүй
ru: Неактивный
vi: Không hoạt động
zh: 未激活

source: InActive
id: Tidak Aktif
mn: Идэвхгүй
ru: Неактивно
vi: Không hoạt động
zh: 未激活

source: Inclusive Environment
id: Lingkungan Inklusif
mn: Хүрээлэн буй орчин
ru: Инклюзивная среда
vi: Môi trường bao gồm
zh: 包容性环境

source: Increase
id: Meningkatkan
mn: Ихэсгэх
ru: Увеличить
vi: Tăng
zh: 增加

source: Increase in merchant partners sales compared to pre-Storepay
id: Peningkatan penjualan mitra pedagang dibandingkan sebelum Storepay
mn: Дэлгүүрээс өмнөх төлбөртэй харьцуулахад худалдааны түншүүдийн борлуулалт нэмэгдсэн
ru: Рост продаж у торговых партнеров по сравнению с периодом до Storepay
vi: Tăng doanh số của đối tác thương mại so với trước Storepay
zh: 与 Storepay 之前相比，商户合作伙伴的销售额有所增加

source: Increased
id: Ditingkatkan
mn: Өссөн
ru: Повысился
vi: Tăng
zh: 增加

source: Individual
id: Individu
mn: Хувь хүн
ru: Индивидуальный
vi: Cá nhân
zh: 个人

source: Industry
id: Industri
mn: Салбар
ru: Промышленность
vi: Ngành
zh: 工业

source: INFO APPROVED
id: INFORMASI DISETUJUI
mn: Мэдээлэл баталгаажсан
ru: ИНФОРМАЦИЯ УТВЕРЖДЕНА
vi: THÔNG TIN ĐƯỢC PHÊ DUYỆT
zh: 信息已批准

source: Info change requests
id: Permintaan perubahan informasi
mn: Мэдээлэл өөрчлөх хүсэлт
ru: Запросы на изменение информации
vi: Yêu cầu thay đổi thông tin
zh: 信息变更请求

source: Information Security Management Policy
id: Kebijakan Manajemen Keamanan Informasi
mn: Мэдээллийн аюулгүй байдлын удирдлагын бодлого
ru: Политика управления информационной безопасностью
vi: Chính sách quản lý an ninh thông tin
zh: 资讯安全管理政策

source: Innovative Mindset
id: Pola Pikir Inovatif
mn: Шинэлэг сэтгэлгээ
ru: Инновационное мышление
vi: Tư duy đổi mới
zh: 创新思维

source: Instagram link
id: Tautan Instagram
mn: Instagram холбоос
ru: Ссылка на Instagram
vi: Đường dẫn Instagram
zh: Instagram链接

source: Interest amount
id: Jumlah bunga
mn: Хүүгийн хэмжээ
ru: Сумма процентов
vi: Số tiền lãi
zh: 利息金额

source: Interest rate
id: Suku bunga
mn: Хүү
ru: Процентная ставка
vi: Lãi xuất
zh: 利率

source: Invalid password
id: Kata sandi tidak valid
mn: Нууц үг буруу байна
ru: Неверный пароль
vi: Sai mật khẩu
zh: 密码无效

source: Investments
id: Investasi
mn: Хөрөнгө оруулалтууд
ru: Инвестиции
vi: Đầu tư
zh: 投资

source: Invitation expired!
id: Undangan telah kedaluwarsa!
mn: Урилгын хариу өгөх хугацаа дууссан!
ru: Срок действия приглашения истек!
vi: Lời mời đã hết hạn!
zh: 邀请已过期！

source: Invitation status
id: Status undangan
mn: Урилгын төлөв
ru: Статус приглашения
vi: Trạng thái lời mời
zh: 邀请状态

source: Invitation will be sent to the email address. So the user will be able to login with the email address
id: Undangan akan dikirim ke alamat email. Jadi pengguna akan dapat masuk dengan alamat email tersebut
mn: Дээрх имэйл хаяг руу систем хэрэглэгчийн урилга илгээгдэх болно. Урилгыг зөвшөөрснөөр өөрийн Storepay руу нэвтрэх нэр, нууц үгээр мерчант системд нэвтрэх боломжтой.
ru: Приглашение будет отправлено на адрес электронной почты. Таким образом, пользователь сможет войти с адресом электронной почты.
vi: Lời mời sẽ được gửi đến địa chỉ email. Vì vậy, người dùng sẽ có thể đăng nhập bằng địa chỉ email
zh: 邀请将发送到电子邮件地址。因此用户将能够使用该电子邮件地址登录

source: Invite
id: Undang
mn: Урих
ru: Пригласить
vi: Mời
zh: 邀请

source: Invite user
id: Undang pengguna
mn: Хэрэглэгч урих
ru: Пригласить пользователя
vi: Mời người dùng
zh: 邀請用戶

source: Invited to
id: Diundang ke
mn: Хаашаа урьсан
ru: Приглашены на
vi: Được mời đến
zh: 受邀

source: Invited users
id: Pengguna yang diundang
mn: Урьсан хэрэглэгчид
ru: Приглашенные пользователи
vi: Người dùng được mời
zh: 受邀用户

source: Inviter
id: Pengundang
mn: Урьсан
ru: Приглашающий
vi: Người mời
zh: 邀请者

source: Invoice
mn: Нэхэмжлэх
ru: Счет
vi: Hóa đơn
zh: 发票

source: Invoice Amount
id: Jumlah Faktur
mn: Нэхэмжлэхийн дүн
ru: Сумма счета
vi: Tổng tiền hóa đơn
zh: 发票金额

source: Invoice Balance
id: Saldo Faktur
mn: Нэхэмжлэхийн үлдэгдэл
ru: Баланс счета-фактуры
vi: Số dư hóa đơn
zh: 发票余额

source: Invoice code
id: Kode faktur
mn: Нэхэмжлэхийн дугаар
ru: Код счета
vi: Mã hóa đơn
zh: 发票代码

source: Invoice created
id: Faktur dibuat
mn: Нэхэмжлэх үүсгэлээ
ru: Счет создан
vi: Đã tạo hóa đơn
zh: 开票日期

source: Invoice Financing
id: Pembiayaan Faktur
mn: Нэхэмжлэлийн санхүүжилт
ru: Финансирование по счету-фактуре
vi: Tài trợ hóa đơn
zh: 发票融资

source: Invoice ID
id: ID Faktur
mn: Нэхэмжлэхийн ID
ru: ID счета
vi: ID hóa đơn
zh: 发票ID

source: Invoice number
id: Nomor Invoice
mn: Нэхэмжлэхийн дугаар
ru: Номер счета
vi: Số hóa đơn
zh: 发票号码

source: Invoice Paid amount
id: Jumlah Faktur yang Dibayar
mn: Нэхэмжлэхийн төлсөн дүн
ru: Сумма оплаченного счета
vi: Số tiền đã thanh toán trên hóa đơn
zh: 发票已付金额

source: Invoice Paid penalty
id: Denda Faktur Terbayar
mn: Нэхэмжлэх Торгууль төлсөн
ru: Счет-фактура оплаченный штраф
vi: Hóa đơn đã thanh toán tiền phạt
zh: 发票已付罚款

source: Invoice status
id: Status Invoice
mn: Нэхэмжлэхийн төлөв
ru: Статус счета
vi: Tình trạng hóa đơn
zh: 发票状态

source: Invoice Status
id: Status Invoice
mn: Нэхэмжлэхийн төлөв
ru: Статус счета-фактуры
vi: Tình trạng hóa đơn
zh: 发票状态

source: Invoice Total paid amount
id: Faktur Jumlah total yang dibayarkan
mn: Нэхэмжлэх Нийт төлсөн дүн
ru: Общая оплаченная сумма счета
vi: Hóa đơn Tổng số tiền đã thanh toán
zh: 发票总付款金额

source: Invoice Total penalty
id: Total denda faktur
mn: Нэхэмжлэх Нийт торгууль
ru: Счет-фактура Общая сумма штрафа
vi: Tổng tiền phạt hóa đơn
zh: 发票总额罚款

source: Invoices
id: Faktur
mn: Нэхэмжлэлүүд
ru: Счета
vi: Hóa đơn
zh: 发票

source: Invoices ({0})
id: Faktur ({0})
mn: Нэхэмжлэх ({0})
ru: Счета-фактуры ({0})
vi: Hóa đơn ({0})
zh: 发票 ({0})

source: Invoices report
id: Laporan faktur
mn: Нэхэмжлэлийн тайлан
ru: Отчет по счетам-фактурам
vi: Báo cáo hóa đơn
zh: 发票报告

source: Is active
id: Aktif
mn: Идэвхтэй эсэх
ru: È attivo
vi: Đang hoạt động
zh: 激活

source: Is active?
id: Apakah aktif?
mn: Идэвхтэй байна уу?
ru: Это активно?
vi: là kích hoạt?
zh: 是否激活？

source: Is Airline
id: Adalah Maskapai Penerbangan
mn: Агаарын тээврийн компани юм
ru: Авиакомпания
vi: Là hãng hàng không
zh: 是航空公司

source: Is Airline?
id: Apakah Maskapai Penerbangan?
mn: Airline уу?
ru: Авиакомпания?
vi: Hãng hàng không là gì?
zh: 是航空公司吗？

source: Is B2B
id: Apakah B2B
mn: B2B байна
ru: B2B-это
vi: Là B2B
zh: 是 B2B

source: Is captured?
id: Apakah ditangkap?
mn: Боловсруулсан эсэх?
ru: Захвачен?
vi: Có bị bắt không?
zh: 被抓了吗？

source: Is confirmed
id: Dikonfirmasi
mn: Баталгаажсан эсэх
ru: Подтверждено
vi: Được xác nhận
zh: 已确认

source: Is credit
id: Apakah kredit?
mn: Зээл юм
ru: Является ли кредит
vi: Là tín dụng
zh: 是信用

source: Is default
id: Apakah bawaan
mn: Байнгын эсэх
ru: По умолчанию
vi: Là mặc định
zh: 是默认的

source: Is external link?
id: Apakah ada tautan eksternal?
mn: Гадаад холбоос уу?
ru: Внешняя ссылка?
vi: Có phải liên kết ngoài không?
zh: 是外部链接吗？

source: Is Global
id: Adalah Global
mn: Глобал байна
ru: Глобально
vi: Là toàn cầu
zh: 不是全局

source: Is show
id: Apakah pertunjukan
mn: Харуулах эсэх
ru: Шоу
vi: được hiển thị
zh: 是显示

source: Is show?
id: Apakah pertunjukan?
mn: Харуулах эсэх?
ru: Шоу?
vi: Là chương trình?
zh: 是表演嗎？

source: Is special user
id: Adalah pengguna khusus
mn: Тусгай хэрэглэгч эсэх
ru: Является специальным пользователем
vi: Là người dùng đặc biệt
zh: 是特殊用户

source: Is store active?
id: Apakah tokonya aktif?
mn: Дэлгүүр идэвхтэй байна уу?
ru: Магазин активен?
vi: Cửa hàng có hoạt động không?
zh: 商店活跃吗？

source: Is Storepay interest free?
id: Apakah Storepay bebas bunga?
mn: Storepay хүүгүй юу?
ru: Является ли Storepay беспроцентным?
vi: Storepay có miễn lãi suất không?
zh: Storepay 免息吗？

source: Is there any rewards?
id: Apakah ada hadiah?
mn: Ямар нэгэн урамшуулал байна уу?
ru: Есть ли какие-нибудь награды?
vi: Có phần thưởng nào không?
zh: 有什麼獎勵嗎？

source: isActive
id: aktif
mn: идэвхтэй
vi: đang hoạt động
zh: 是否活跃

source: isConfirm
id: adalahKonfirmasi
mn: Баталгаажсан эсэх
vi: được xác nhận
zh: 是否确认

source: isDefault
id: adalahDefault
mn: үндсэн эсэх
vi: là mặc định
zh: 是默认的

source: It offers businesses the necessary investment for their supply needs from overseas through convenient, interest free installment payments.
id: Menawarkan bisnis investasi yang diperlukan untuk memenuhi kebutuhan pasokan mereka dari luar negeri melalui pembayaran cicilan yang nyaman dan bebas bunga.
mn: Энэ нь бизнес эрхлэгчдэд гадаадаас нийлүүлэх хэрэгцээнд шаардлагатай хөрөнгө оруулалтыг тохиромжтой, хүүгүй төлбөр тооцоогоор дамжуулан санал болгодог.
ru: Он предлагает предприятиям необходимые инвестиции для удовлетворения их потребностей в поставках из-за рубежа посредством удобной беспроцентной рассрочки платежей.
vi: Nó cung cấp cho các doanh nghiệp khoản đầu tư cần thiết cho nhu cầu cung ứng từ nước ngoài thông qua hình thức thanh toán trả góp thuận tiện, không tính lãi.
zh: 它通过便捷、免息的分期付款方式为企业提供海外供应所需的必要投资。

source: It’s completely free to use, with no interest fee.
id: Layanan kami sepenuhnya gratis, tanpa biaya bunga.
mn: Үүнийг ашиглахад бүрэн үнэ төлбөргүй, хүүгийн хураамжгүй.
ru: Пользование им абсолютно бесплатное, без процентов.
vi: Hoàn toàn miễn phí khi sử dụng, không mất phí lãi suất.
zh: 使用完全免费，无利息费用。

source: Jobless member
id: Anggota pengangguran
mn: Ажилгүй гишүүн
ru: Безработный член
vi: Thành viên thất nghiệp
zh: 失业成员

source: Join our family by sending your CV at
id: Bergabunglah dengan keluarga kami dengan mengirimkan CV Anda di
mn: Манай гэр бүлд CV-гээ илгээж нэгдээрэй
ru: Присоединяйтесь к нашей семье, отправив свое резюме по адресу
vi: Hãy tham gia gia đình chúng tôi bằng cách gửi CV của bạn đến
zh: 加入我们的大家庭，发送你的简历至

source: Join Storepay and be part of a culture that’s redefining what it means to work and thrive in the digital age.
id: Bergabunglah dengan Storepay dan jadilah bagian dari budaya yang mendefinisikan ulang arti bekerja dan berkembang di era digital.
mn: Storepay-д нэгдэж, дижитал эрин зуунд ажиллаж, хөгжинө гэдэг нь юу гэсэн үг болохыг шинэчлэн тодорхойлсон соёлын нэг хэсэг болоорой.
ru: Присоединяйтесь к Storepay и станьте частью культуры, которая меняет представление о том, что значит работать и преуспевать в цифровую эпоху.
vi: Hãy tham gia Storepay và trở thành một phần của nền văn hóa đang định nghĩa lại ý nghĩa của việc làm việc và phát triển trong thời đại kỹ thuật số.
zh: 加入 Storepay，成为重新定义数字时代工作和发展意义的文化的一部分。

source: Join Storepay to drive growth with our Buy Now, Pay Later (BNPL) solutions. Benefit from interest-free payments, seamless integration, and increased visibility. Boost sales, attract new customers, and enhance cash flow with our flexible payment options.
id: Bergabunglah dengan Storepay untuk mendorong pertumbuhan dengan solusi Beli Sekarang, Bayar Nanti (BNPL) kami. Dapatkan manfaat dari pembayaran tanpa bunga, integrasi yang lancar, dan peningkatan visibilitas. Tingkatkan penjualan, tarik pelanggan baru, dan tingkatkan arus kas dengan opsi pembayaran kami yang fleksibel.
mn: Манай "Одоо худалдаж аваарай, дараа нь төл" (BNPL) шийдлүүдийг ашиглан өсөлтийг дэмжихийн тулд Storepay-д нэгдээрэй. Хүүгүй төлбөр, тасралтгүй интеграцчлал, харагдах байдлыг нэмэгдүүлээрэй. Төлбөрийн уян хатан сонголтуудын тусламжтайгаар борлуулалтыг нэмэгдүүлж, шинэ үйлчлүүлэгчдийг татаж, бэлэн мөнгөний урсгалыг сайжруулаарай.
ru: Присоединяйтесь к Storepay, чтобы стимулировать рост с помощью наших решений Buy Now, Pay Later (BNPL). Воспользуйтесь беспроцентными платежами, бесшовной интеграцией и улучшенной видимостью. Увеличьте продажи, привлеките новых клиентов и улучшите денежный поток с помощью наших гибких вариантов оплаты.
vi: Tham gia Storepay để thúc đẩy tăng trưởng với các giải pháp Mua ngay, Trả sau (BNPL) của chúng tôi. Được hưởng lợi từ các khoản thanh toán không tính lãi, tích hợp liền mạch và khả năng hiển thị được cải thiện. Tăng doanh số, thu hút khách hàng mới và tăng cường dòng tiền với các tùy chọn thanh toán linh hoạt của chúng tôi.
zh: 加入 Storepay，利用我们的“先买后付” (BNPL) 解决方案推动增长。享受免息付款、无缝集成和更高的可见性。利用我们灵活的付款方式，促进销售、吸引新客户并增强现金流。

source: Just enter your personal details and get your balance approved within just 3 minutes. It has never been this easy, isn't it?
id: Cukup masukkan data pribadi Anda dan saldo Anda akan disetujui hanya dalam waktu 3 menit. Tidak pernah semudah ini, bukan?
mn: Хувийн мэдээллээ оруулаад ердөө 3 минутын дотор үлдэгдлээ баталгаажуулаарай. Энэ нь хэзээ ч ийм амархан байгаагүй, тийм үү?
ru: Просто введите свои персональные данные и получите одобрение баланса всего за 3 минуты. Это никогда не было так просто, не правда ли?
vi: Chỉ cần nhập thông tin cá nhân của bạn và số dư của bạn sẽ được chấp thuận chỉ trong vòng 3 phút. Chưa bao giờ dễ dàng đến thế, phải không?
zh: 只需输入您的个人信息，3 分钟内即可获得余额批准。从来没有这么简单，不是吗？

source: Kyc not found
id: Kyc tidak ditemukan
mn: Kyc олдсонгүй
ru: Kyc не найден
vi: Không tìm thấy KYC
zh: 未找到 Kyc

source: KYC PROCESSING
id: PEMROSESAN KYC
mn: KYC боловсруулж байна
ru: ОБРАБОТКА KYC
vi: ĐANG XỬ LÝ KYC
zh: KYC 处理

source: KYC REJECTED
id: KYC DITOLAK
mn: KYC татгалзсан
ru: KYC ОТКЛОНЕН
vi: KYC BỊ TỪ CHỐI
zh: KYC 被拒绝

source: KYC VERIFIED
id: KYC TERVERIFIKASI
mn: KYC баталгаажсан
ru: KYC ПОДТВЕРЖДЕН
vi: KYC ĐÃ XÁC MINH
zh: KYC 已验证

source: Last 10 purchases
id: 10 pembelian terakhir
mn: Сүүлийн 10 борлуулалт
ru: Последние 10 покупок
vi: 10 lần mua gần đây nhất
zh: 最近 10 次购买

source: Last 28 days
id: 28 hari terakhir
mn: Сүүлийн 28 хоног
ru: Последние 28 дней
vi: 28 ngày qua
zh: 过去 28 天

source: Last 3 month
id: 3 bulan terakhir
mn: Сүүлийн 3 сар
ru: Последние 3 месяца
vi: 3 tháng qua
zh: 过去 3 个月

source: Last 6 month
id: 6 bulan terakhir
mn: Сүүлийн 6 сар
ru: Последние 6 месяцев
vi: 6 tháng qua
zh: 过去 6 个月

source: Last month
id: Bulan lalu
mn: Өнгөрсөн сар
ru: Прошлый месяц
vi: Tháng trước
zh: 上个月

source: Last name
id: Nama belakang
mn: Овог
ru: Фамилия
vi: Tên
zh: 姓

source: Last quarter
id: Kuartal terakhir
mn: Өнгөрсөн улирал
ru: Последний квартал
vi: Quí trước
zh: 上一季

source: Last sign in
id: Masuk terakhir
mn: Сүүлд нэвтэрсэн
ru: Последний вход
vi: Đăng nhập lần cuối
zh: 上次登录

source: Last Updated 23 Oct 2024
id: Terakhir Diperbarui 23 Okt 2024
mn: Сүүлд 2024 оны 10-р сарын 23-нд шинэчлэгдсэн
ru: Последнее обновление: 23 окт. 2024 г.
vi: Cập nhật lần cuối 23 tháng 10 năm 2024
zh: 最后更新时间：2024 年 10 月 23 日

source: Last week
id: Minggu lalu
mn: Өнгөрсөн долоо хоног
ru: На прошлой неделе
vi: Tuần trước
zh: 上周

source: Last year
id: Tahun lalu
mn: Өнгөрсөн жил
ru: В прошлом году
vi: Năm ngoái
zh: 去年

source: Lastname
id: Nama keluarga
mn: Овог
ru: Фамилия
vi: Họ
zh: 姓

source: Lawsuit
id: Gugatan Hukum
mn: Шүүхийн нэхэмжлэл
ru: Иск
vi: Vụ kiện
zh: 诉讼

source: Less than
id: Kurang dari
mn: -ээс бага
ru: Меньше, чем
vi: Nhỏ hơn
zh: 小于

source: Less than 1 year
id: Kurang dari 1 tahun
mn: 1 жилээс бага
ru: Менее 1 года
vi: Dưới 1 năm
zh: 少于1年

source: Less than day1
id: Kurang dari hari1
mn: Өдөр 1-ээс бага
ru: Менее дня1
vi: Ít hơn ngày 1
zh: 少于第 1 天

source: Level
mn: Түвшин
ru: Уровень
vi: Cấp độ
zh: 级别

source: Link
id: Tautan
mn: Холбоос
ru: Ссылка
vi: Liên kết
zh: 链接

source: List of all api logs
id: Daftar semua log api
mn: Бүх API лог жагсаалт
ru: Список всех журналов API
vi: Danh sách tất cả nhật ký api
zh: 所有 API 日志列表

source: List of banks
id: Daftar bank
mn: Банкнуудын жагсаалт
ru: Список банков
vi: Danh sách ngân hàng
zh: 银行名单

source: Live fully, spend smartly
id: Nikmati hidup, belanja cerdas
mn: Бүрэн амьдар, ухаалаг зарцуул
ru: Живите полной жизнью, тратьте разумно
vi: Sống trọn vẹn, chi tiêu thông minh
zh: 充分生活，明智消费

source: Load more
id: Muat lebih banyak
mn: Ачаалах
ru: Загрузить больше
vi: Tải thêm
zh: 加载更多

source: Loading data, please wait.
id: Sedang memuat data, harap tunggu.
mn: Дата шинэчилж байна, түр хүлээнэ үү.
ru: Загрузка данных, пожалуйста, подождите.
vi: Đang tải dữ liệu, vui lòng đợi.
zh: 正在加载数据，请等待。

source: Loan
id: Pinjaman
mn: Худалдан авалт
ru: Займ
vi: Khoản Vay
zh: 贷款

source: Loan amount
id: Jumlah pinjaman
mn: Зээлийн дүн
ru: Сумма кредита
vi: Số tiền vay
zh: 贷款金额

source: Loan Amount
id: Jumlah Pinjaman
mn: Зээлийн дүн
ru: Сумма кредита
vi: Số tiền vay
zh: 贷款帐户

source: Loan Balance
id: Saldo Pinjaman
mn: Зээлийн үлдэгдэл
ru: Остаток кредита
vi: Số dư vay
zh: 贷款余额
