Repository: StorePayLLC/storepay-price
Catalog: src/translations/messages/*.po
Languages: id, mn, ru, vi, zh

source: Storepay App helps me to buy high cost items without any financial stress and burden.
id: Aplikasi Storepay memudahkan saya membeli barang mahal tanpa harus merasa terbebani secara finansial.
mn: Storepay программ нь надад санхүүгийн дарамт, дарамтгүйгээр өндөр үнэтэй бараа худалдаж авахад тусалдаг.
ru: Приложение Storepay помогает мне покупать дорогостоящие товары без какого-либо финансового стресса и бремени.
vi: Ứng dụng Storepay giúp tôi mua những mặt hàng đắt tiền mà không gặp bất kỳ căng thẳng hay gánh nặng tài chính nào.
zh: Storepay 应用程序帮助我购买高价商品，而没有任何经济压力和负担。

source: Storepay Holding PTE, Singapore/ founded our Holding entity with broader possibilities of innovation/
id: Storepay Holding PTE, Singapura/ mendirikan entitas Holding kami dengan kemungkinan inovasi yang lebih luas/
mn: Storepay Holding PTE, Сингапур/ инновацын өргөн боломж бүхий манай Холдинг байгууллагыг үүсгэн байгуулсан/
ru: Storepay Holding PTE, Сингапур/ основал нашу холдинговую компанию с более широкими возможностями инноваций/
vi: Storepay Holding PTE, Singapore/ thành lập tổ chức Holding của chúng tôi với nhiều khả năng đổi mới hơn/
zh: Storepay Holding PTE，新加坡/ 成立了我们的控股实体，具有更广泛的创新可能性/

source: Storepay increased customer acquisition by 28% for merchant partners
id: Storepay meningkatkan akuisisi pelanggan sebesar 28% untuk mitra pedagang
mn: Storepay нь хэрэглэгчийн худалдан авалтыг 28% эсвэл худалдааны түншээр нэмэгдүүлсэн
ru: Storepay увеличил привлечение клиентов на 28% fили торговых партнеров
vi: Storepay đã tăng lượng khách hàng mua lại lên 28% fhoặc đối tác thương mại
zh: Storepay 将客户获取量提高了 28%% f 或商家合作伙伴

source: Storepay Indonesia
mn: Storepay Индонез
ru: Storepay Индонезия
zh: Storepay 印度尼西亚

source: Storepay LLC, Mongolia /founded our company/
id: Storepay LLC, Mongolia /mendirikan perusahaan kami/
mn: Storepay ХХК, Монгол /манай компанийг үүсгэн байгуулсан/
ru: Storepay LLC, Монголия /основал нашу компанию/
vi: Storepay LLC, Mông Cổ /thành lập công ty của chúng tôi/
zh: Storepay LLC，蒙古/成立我们的公司/

source: Storepay Mongolia
ru: Storepay Монголия
vi: Storepay Mông Cổ
zh: Storepay 蒙古

source: Storepay offers you flexible, interest-free installment payments
id: Storepay menawarkan pembayaran cicilan yang fleksibel dan bebas bunga
mn: Storepay нь танд уян хатан, хүүгүй төлбөрийн үйлчилгээг санал болгож байна
ru: Storepay предлагает вам гибкую беспроцентную рассрочку платежа
vi: Storepay cung cấp cho bạn các khoản thanh toán trả góp linh hoạt, không tính lãi suất
zh: Storepay 为您提供灵活的免息分期付款

source: Storepay Thailand/ In preparation for launch/
id: Storepay Thailand/ Dalam persiapan peluncuran/
mn: Storepay Thailand/ Эхлүүлэхээр бэлтгэж байна/
ru: Storepay Thailand/ В процессе подготовки к запуску/
vi: Storepay Thái Lan/ Đang chuẩn bị ra mắt/
zh: Storepay 泰国/ 准备推出/

source: Storepay transcends traditional retail boundaries by offering a flexible BNPL option for a wide range of essential expenses. Imagine splitting payments for daily needs, fuel, travel tickets, education, unexpected hospital or dental bills, and even significant purchases like cars or real estate. Discover the extensive network of places where Storepay is accepted. Explore with us, spend wisely and pay at your pace.
id: Storepay melampaui batasan ritel tradisional dengan menawarkan opsi BNPL yang fleksibel untuk berbagai kebutuhan penting. Dengan Storepay, Anda bisa mencicil pembayaran untuk kebutuhan sehari-hari, membeli bensin, tiket perjalanan, biaya pendidikan, tagihan rumah sakit, hingga nantinya pembelian besar seperti mobil atau rumah. Temukan jaringan luas tempat Storepay diterima. Jelajahi bersama kami, belanja dengan bijak, dan bayar sesuai kemampuan Anda.
mn: Storepay нь жижиглэнгийн худалдааны уламжлалт хил хязгаарыг давж, өргөн хүрээний чухал зардлуудад уян хатан BNPL сонголтыг санал болгодог. Өдөр тутмын хэрэгцээ, шатахуун, аяллын тасалбар, боловсрол, гэнэтийн эмнэлэг, шүдний төлбөр, тэр ч байтугай машин, үл хөдлөх хөрөнгө гэх мэт томоохон худалдан авалтын төлбөрийг хувааж авна гэж төсөөлөөд үз дээ. Storepay-г хүлээн зөвшөөрдөг газруудын өргөн сүлжээтэй танилцаарай. Бидэнтэй хамт судалж, ухаалаг зарцуулж, хүссэн хэмжээгээрээ төл.
ru: Storepay выходит за рамки традиционных розничных границ, предлагая гибкий вариант BNPL для широкого спектра основных расходов. Представьте себе разделение платежей на повседневные нужды, топливо, проездные билеты, образование, неожиданные счета за больницу или стоматолога и даже на значительные покупки, такие как автомобили или недвижимость. Откройте для себя обширную сеть мест, где принимается Storepay. Исследуйте вместе с нами, тратьте с умом и платите в своем темпе.
vi: Storepay vượt qua ranh giới bán lẻ truyền thống bằng cách cung cấp tùy chọn BNPL linh hoạt cho nhiều loại chi phí thiết yếu. Hãy tưởng tượng việc chia nhỏ các khoản thanh toán cho nhu cầu hàng ngày, nhiên liệu, vé đi lại, giáo dục, hóa đơn bệnh viện hoặc nha khoa bất ngờ, và thậm chí là các khoản mua sắm quan trọng như ô tô hoặc bất động sản. Khám phá mạng lưới rộng lớn các địa điểm chấp nhận Storepay. Khám phá cùng chúng tôi, chi tiêu một cách khôn ngoan và thanh toán theo tốc độ của bạn.
zh: Storepay 为各种基本开支提供灵活的 BNPL 选项，超越了传统零售的界限。想象一下，分摊日常需求、燃料、旅行票、教育、意外的医院或牙科账单，甚至汽车或房地产等重大购买的费用。探索接受 Storepay 的广泛网络。与我们一起探索，明智消费，按您的节奏付款。

source: Storepay Vietnam
mn: Storepay Вьетнам
ru: Storepay Вьетнам
vi: Storepay Việt Nam
zh: Storepay 越南

source: Storepay Vietnam / In preparation for launch/
id: Storepay Vietnam / Dalam persiapan peluncuran/
mn: Storepay Vietnam / Эхлүүлэхээр бэлтгэж байна/
ru: Storepay Vietnam / В стадии подготовки к запуску/
vi: Storepay Vietnam / Chuẩn bị ra mắt/
zh: Storepay 越南 / 准备推出 /

source: Stores
id: Toko
mn: Дэлгүүрүүд
ru: Магазины
vi: Cửa hàng
zh: 商店

source: Stores report
id: Laporan toko
mn: Дэлгүүрийн борлуулалтын тайлан
ru: Отчет о магазинах
vi: Báo cáo cửa hàng
zh: 商店报告

source: Street
id: Jalan
mn: Гудамж
ru: Улица
vi: Đường
zh: 街道

source: Submit
id: Kirim
mn: Илгээх
ru: Отправить
vi: Gửi
zh: 提交

source: Submit new password
id: Kirimkan kata sandi baru
mn: Шинэ нууц үг хадгалах
ru: Введите новый пароль
vi: Gửi mật khẩu mới
zh: 提交新密码

source: Submitted successfully
id: Berhasil dikirim
mn: Амжилттай илгээсэн
ru: Успешно отправлено
vi: Đã gửi thành công
zh: 提交成功

source: Success
id: Berhasil
mn: Амжилттай
ru: Успех
vi: Thành công
zh: 成功

source: Success redirect url
id: Url pengalihan berhasil
mn: Redirect url амжилттай
ru: URL-адрес успешного перенаправления
vi: Url chuyển hướng thành công
zh: 成功重定向 URL

source: Success url
id: Url sukses
mn: URL амжилттай
ru: URL-адрес успеха
vi: Url thành công
zh: 成功网址

source: Successfully confirmed
id: Berhasil dikonfirmasi
mn: Амжилттай баталгаажив
ru: Успешно подтверждено
vi: Đã xác nhận thành công
zh: 成功确认

source: Successfully Purchased
id: Berhasil Dibeli
mn: Худалдаж авалт амжилттай
ru: Успешно куплено
vi: Đã mua thành công
zh: 购买成功

source: Suggestion
id: Saran
mn: Санал
ru: Предложение
vi: Gợi ý
zh: 建议

source: Sum of stores
id: Jumlah toko
mn: Салбар дэлгүүрийн тоо
ru: Сумма магазинов
vi: Tổng số cửa hàng
zh: 商店总数

source: Summary
id: Ringkasan
mn: Хураангуй
ru: Резюме
vi: Tóm tắt
zh: 摘要

source: Support
id: Dukungan
mn: Тусламж
ru: Поддержка
vi: Hỗ trợ
zh: 支持

source: Suspended
id: Ditangguhkan
mn: Түр түдгэлзүүлсэн
ru: Приостановлено
vi: Bị đình chỉ
zh: 暂停

source: Sustainability
id: Keberlanjutan
mn: Тогтвортой байдал
ru: Забота а окружающей среде
vi: Tính bền vững
zh: 可持续

source: System
id: Sistem
mn: Систем
ru: Система
vi: Hệ thống
zh: 系统

source: System Fee
id: Biaya Sistem
mn: Системийн төлбөр
ru: Системная плата
vi: Phí hệ thống
zh: 系统费用

source: System rejected
id: Sistem ditolak
mn: Системээс татгалзсан
ru: Система отклонена
vi: Hệ thống bị từ chối
zh: 系统拒绝

source: System Rejected
id: Sistem Ditolak
mn: Системийг татгалзсан
ru: Система отклонена
vi: Hệ thống bị từ chối
zh: 系统拒绝

source: System settings
id: Setting Sistem
mn: Системийн тохиргоо
ru: Системные настройки
vi: Thiết lập hệ thống
zh: 系统设置

source: System usage fee
id: Biaya penggunaan sistem
mn: Системийн ашиглалтын төлбөр
ru: Плата за использование системы
vi: Phí sử dụng hệ thống
zh: 系统使用费

source: System users
id: Pengguna sistem
mn: Системийн хэрэглэгчид
ru: Пользователи системы
vi: Người dùng hệ thống
zh: 系统用户

source: Tag deleted successfully
id: Tag berhasil dihapus
mn: Шошгыг амжилттай устгасан
ru: Тег успешно удален
vi: Thẻ đã được xóa thành công
zh: 标签删除成功

source: Tag form
id: Bentuk tanda
mn: Шошгын форм
ru: Форма тега
vi: Mẫu thẻ
zh: 标签形式

source: Tag name
id: Nama tag
mn: Шошгын нэр
ru: Название тэга
vi: Tên ngày
zh: 标签名称

source: Tags
id: Tag
mn: Шошго
ru: Теги
vi: Thẻ
zh: 标签

source: Target
mn: Зорилтот
ru: Цель
vi: Mục tiêu
zh: 目标

source: Target changed successfully
id: Target berhasil diubah
mn: Зорилтот амжилттай өөрчлөгдсөн
ru: Цель успешно изменена
vi: Mục tiêu đã thay đổi thành công
zh: 目标更改成功

source: Target ID
id: ID sasaran
ru: ID цели
vi: ID mục tiêu
zh: 目标 ID

source: Target type
id: Tipe sasaran
ru: Тип блокировки
vi: Loại mục tiêu
zh: 目标类型

source: Tax amount
id: Jumlah pajak
mn: Хураамж
ru: Сумма налога
vi: Số tiền thuế
zh: 含税金额

source: Tax must be less than Fare
id: Pajak harus kurang dari Tarif
mn: Хураамж нь fare дүнгээс бага байх ёстой
ru: Налог должен быть меньше стоимости проезда
vi: Thuế phải ít hơn Giá vé
zh: 税费必须低于票价

source: Teamwork is our way of life, fostering open communication and mutual support.
id: Kerja sama tim adalah cara hidup kami, mendorong komunikasi terbuka dan saling mendukung.
mn: Багаар ажиллах нь бидний амьдралын хэв маяг бөгөөд нээлттэй харилцаа холбоо, харилцан дэмжлэгийг дэмждэг.
ru: Командная работа — это наш образ жизни, способствующий открытому общению и взаимной поддержке.
vi: Làm việc nhóm là cách sống của chúng tôi, thúc đẩy giao tiếp cởi mở và hỗ trợ lẫn nhau.
zh: 团队合作是我们的生活方式，促进开放的沟通和相互支持。

source: Template
mn: Загвар
ru: Шаблон
vi: Bản mẫu
zh: 模板

source: Terms and Conditions
id: Syarat dan Ketentuan
mn: Үйлчилгээний нөхцөл
ru: Условия и положения
vi: Các điều khoản và điều kiện
zh: 条款和条件

source: Terms of Use
id: Syarat Penggunaan
mn: Хэрэглэх нөхцөл
ru: Условия использования
vi: Điều khoản sử dụng
zh: 使用条款

source: Thanks to Storepay, I'm able to survive this recession. I buy my baby's diapers, home supplies, and groceries using the Storepay app.
id: Berkat Storepay, saya bisa bertahan selama resesi ini. Saya membeli popok bayi saya, perlengkapan rumah, dan bahan makanan menggunakan aplikasi Storepay.
mn: Storepay-ийн ачаар би энэ хямралыг даван туулж чадсан. Би хүүхдийнхээ живх, гэрийн хэрэглэл, хүнсний барааг Storepay программ ашиглан худалдаж авдаг.
ru: Благодаря Storepay я смогла пережить эту рецессию. Я покупаю подгузники для своего ребенка, товары для дома и продукты питания с помощью приложения Storepay.
vi: Nhờ Storepay, tôi có thể sống sót qua cuộc suy thoái này. Tôi mua tã cho con, đồ dùng gia đình và hàng tạp hóa bằng ứng dụng Storepay.
zh: 感谢 Storepay，我得以度过这次经济衰退。我使用 Storepay 应用购买婴儿尿布、家居用品和杂货。

source: The <0>easiest way</0> to stay within your budget
id: Cara <0>termudah</0> untuk tetap sesuai anggaran Anda
mn: <0>хамгийн хялбар арга</0> төсөвтөө багтаан үлдэх
ru: <0>Самый простой способ</0> чтобы оставаться в рамках вашего бюджета
vi: Cách <0>dễ nhất</0> để giữ trong ngân sách của bạn
zh: <0>最简单的方法</0>保持在预算之内

source: The two passwords that you entered do not match!
id: Kedua kata sandi yang Anda masukkan tidak cocok!
mn: Таны оруулсан нууц үг таарахгүй байна!
ru: Два введенных вами пароля не совпадают!
vi: Hai mật khẩu bạn nhập không khớp!
zh: 您输入的两个密码不匹配！

source: This changes are already applied to the loans directly
id: Perubahan ini sudah diterapkan langsung pada pinjaman
mn: Энэ өөрчлөлт нь зээлийн дүнд шууд хэрэгжинэ
ru: Эти изменения уже применяются к кредитам напрямую.
vi: Những thay đổi này đã được áp dụng trực tiếp cho các khoản vay
zh: 这些变化已经直接应用于贷款

source: This month
id: Bulan ini
mn: Энэ сар
ru: Этот месяц
vi: Tháng này
zh: 本月

source: This quarter
id: Kuartal ini
mn: Энэ улирал
ru: По кварталам
vi: Quý này
zh: 本季度

source: This week
id: Minggu Ini
mn: Энэ долоо хоног
ru: Эта неделя
vi: Tuần này
zh: 本周

source: This year
id: Tahun ini
mn: Энэ жил
ru: Этот год
vi: Năm nay
zh: 今年

source: Three to five years
id: Tiga sampai lima tahun
mn: 3-5 жил
ru: От трех до пяти лет
vi: Ba đến năm năm
zh: 三至五年

source: Thumbnail
mn: Хумсан зураг
ru: Миниатюра
vi: Hình nhỏ
zh: 缩略图

source: Time table
id: Tabel waktu
mn: Цагийн хуваарь
ru: Расписание
vi: Thời gian biểu
zh: 时间表

source: Timetable
id: Jadwal
mn: Цагийн хуваарь
ru: Расписание
vi: Thời khóa biểu
zh: 时间表

source: Title
id: Judul
mn: Гарчиг
ru: Заголовок
vi: Tiêu đề
zh: 标题

source: To
id: Kepada
mn: Хүртэлх
ru: Кому
vi: Đến
zh: 到

source: To become a leading provider of accessible financial solutions in Southeast Asia, empowering individuals to enhance their everyday lives with confidence.
id: Menjadi penyedia solusi keuangan yang mudah diakses terkemuka di Asia Tenggara, memberdayakan setiap individu untuk meningkatkan kehidupan sehari-hari mereka dengan lebih percaya diri
mn: Зүүн өмнөд Азийн санхүүгийн хүртээмжтэй шийдлүүдийн тэргүүлэх нийлүүлэгч болж, хувь хүмүүст өдөр тутмын амьдралаа өөртөө итгэлтэйгээр сайжруулах боломжийг олгох.
ru: Стать ведущим поставщиком доступных финансовых решений в Юго-Восточной Азии, предоставляя людям возможность улучшить свою повседневную жизнь с уверенностью.
vi: Trở thành nhà cung cấp giải pháp tài chính dễ tiếp cận hàng đầu tại Đông Nam Á, giúp mọi người nâng cao cuộc sống hàng ngày một cách tự tin.
zh: 成为东南亚领先的无障碍金融解决方案提供商，让人们能够自信地改善日常生活。

source: to date
id: hingga saat ini
mn: хүртэлх огноо
ru: до даты
vi: tới ngày
zh: 结束日期

source: To date
id: Sampai Tanggal
mn: Хүртэлх
ru: По дату
vi: Đến ngày
zh: 至今

source: To deliver innovative financial services that revolutionize the industry, offering premium solutions tailored to your needs.
id: Untuk memberikan layanan keuangan inovatif yang merevolusi industri, menawarkan solusi premium yang disesuaikan dengan kebutuhan Anda.
mn: Таны хэрэгцээнд тохирсон дээд зэрэглэлийн шийдлүүдийг санал болгож, салбарт хувьсгал хийх шинэлэг санхүүгийн үйлчилгээг хүргэх.
ru: Предоставлять инновационные финансовые услуги, которые производят революцию в отрасли, предлагая первоклассные решения, соответствующие вашим потребностям.
vi: Cung cấp các dịch vụ tài chính sáng tạo mang tính cách mạng trong ngành, đưa ra các giải pháp cao cấp phù hợp với nhu cầu của bạn.
zh: 提供彻底改变行业的创新金融服务，提供满足您需求的优质解决方案。

source: Today
id: Hari ini
mn: Өнөөдөр
ru: Сегодня
vi: Hôm nay
zh: 今天

source: Today's purchases
id: Pembelian hari ini
mn: Өнөөдрийн худалдан авалт
ru: Сегодняшние покупки
vi: Mua hàng ngày hôm nay
zh: 今日购买

source: Today's sales
id: Penjualan hari ini
mn: Өнөөдрийн борлуулалт
ru: Сегодняшние продажи
vi: Doanh số bán hàng hôm nay
zh: 今日销量

source: Tokenomics
mn: Токеномик
ru: Токеномика
vi: Kinh tế học Token
zh: 代币经济学

source: Total
mn: Нийт
ru: Всего
vi: Tổng
zh: 总计

source: Total amount
id: Jumlah total
mn: Нийт дүн
ru: Итого
vi: Tổng số tiền
zh: 总金额

source: Total Amount
id: Jumlah Total
mn: Нийт үнийн дүн
ru: Общая сумма
vi: Tổng cộng
zh: 总金额

source: Total balance
id: Saldo total
mn: Хаах үлдэгдэл
ru: Общий баланс
vi: Tổng số dư
zh: 合计余额

source: Total branches
id: Jumlah cabang
mn: Нийт салбарууд
ru: Всего филиалов
vi: Tổng số chi nhánh
zh: 总分行数

source: Total debit
id: Jumlah debit
mn: Шилжүүлсэн дүн
ru: Общий дебет
vi: Tổng số tiền ghi nợ
zh: 借方合计

source: Total Fare
id: Total Tarif
mn: Нийт Fare дүн
ru: Общая стоимость проезда
vi: Tổng giá vé
zh: 总票价

source: Total loan amount
id: Jumlah total pinjaman
mn: Нийт худалдан авалтын үнийн дүн
ru: Общая сумма кредита
vi: Tổng số tiền vay
zh: 贷款总额

source: Total loans
id: Jumlah pinjaman
mn: Нийт худалдан авалтын тоо
ru: Всего кредитов
vi: Tổng vốn vay
zh: 贷款总额

source: Total loans amount
id: Jumlah total pinjaman
mn: Нийт худалдан авалтын дүн
ru: Общая сумма кредитов
vi: Tổng số tiền vay
zh: 贷款总额

source: Total loans count
id: Jumlah total pinjaman
mn: Нийт худалдан авалтын тоо
ru: Общее количество кредитов
vi: Tổng số khoản vay
zh: 总贷款数

source: Total net sales amount
id: Jumlah total penjualan bersih
mn: Нийт шимтгэлийн дүн
ru: Общая чистая сумма продаж
vi: Tổng số tiền bán ròng
zh: 总净销售额

source: Total normal loans
id: Jumlah pinjaman normal
mn: Энгийн худалдан авалтын тоо
ru: Всего обычных кредитов
vi: Tổng số tiền vay bình thường
zh: 正常贷款总额

source: Total overdue loans
id: Total pinjaman yang jatuh tempo
mn: Хугацаа хэтэрсэн худалдан авалтын тоо
ru: Всего просроченных кредитов
vi: Tổng số nợ quá hạn
zh: 逾期贷款总额

source: Total paid amount
id: Jumlah keseluruhan yang dibayar
mn: Төлөгдсөн үнийн дүн
ru: Общая оплаченная сумма
vi: Tổng số tiền đã thanh toán
zh: 已付总额

source: Total penalty
id: Total penalti
mn: Торгууль
ru: Общий штраф
vi: Tổng số tiền phạt
zh: 总罚球

source: Total purchases
id: Jumlah pembelian
mn: Нийт худалдан авалтууд
ru: Всего покупок
vi: Tổng số lần mua hàng
zh: 总购买量

source: Total sales
id: Total penjualan
mn: Нийт борлуулалт
ru: Общий объем продаж
vi: Tổng doanh số
zh: 总销售额

source: Total stores
id: Jumlah toko
mn: Салбар дэлгүүрийн тоо
ru: Всего магазинов
vi: Tổng số cửa hàng
zh: 商店总数

source: Total Tax
id: Pajak Total
mn: Нийт хураамж дүн
ru: Итого налогов
vi: Tổng thuế
zh: 税额总计

source: Total transaction
id: Jumlah transaksi
mn: Нийт гүйлгээ
ru: Общая сумма сделки
vi: Tổng giao dịch
zh: 总交易量

source: Total unpaid amount
id: Jumlah total yang belum dibayar
mn: Төлөгдөөгүй нийт дүн
ru: Общая невыплаченная сумма
vi: Tổng số tiền chưa thanh toán
zh: 未付总额

source: Total users
id: Jumlah pengguna
mn: Нийт хэрэглэгчдийн тоо
ru: Всего пользователей
vi: Tổng số người dùng
zh: 全部用户

source: Total: <0>{0}</0>
id: Jumlah: <0>{0}</0>
mn: Нийт: <0>{0}</0>
ru: Всего: <0>{0}</0>
vi: Tổng cộng: <0>{0}</0>
zh: 总计：<0>{0}</0>

source: Transaction amount
id: Jumlah transaksi
mn: Үнийн дүн
ru: Сумма транзакции
vi: Số tiền giao dịch
zh: 交易金额

source: Transaction at
id: Transaksi di
mn: Гүйлгээ хийгдсэн огноо
ru: Транзакция в
vi: Giao dịch tại
zh: 交易时间

source: Transaction captured
id: Transaksi ditangkap
mn: Гүйлгээг авсан
ru: Транзакция зафиксирована
vi: Giao dịch được ghi lại
zh: 交易已捕获

source: Transaction date
id: Tanggal transaksi
mn: Гүйлгээ хийсэн огноо
ru: Дата сделки
vi: Ngày Giao dịch
zh: 交易日期

source: Transaction Date
id: Tanggal Transaksi
mn: Огноо
ru: Дата транзакции
vi: Ngày giao dịch
zh: 交易日期

source: Transaction description
id: Deskripsi transaksi
mn: Гүйлгээний тайлбар
ru: Описание транзакции
vi: Mô tả giao dịch
zh: 交易说明

source: Transaction detail
id: Detail transaksi
mn: Гүйлгээний дэлгэрэнгүй
ru: Подробности транзакции
vi: Chi tiết giao dịch
zh: 交易详情

source: Transaction history
id: Riwayat transaksi
mn: Гүйлгээний түүх
ru: История транзакций
vi: Lịch sử giao dịch
zh: 交易历史

source: Transaction rejected
id: Transaksi ditolak
mn: Гүйлгээг татгалзсан
ru: Транзакция отклонена
vi: Giao dịch bị từ chối
zh: 交易被取消

source: Transaction source
id: Sumber transaksi
mn: Source
ru: Источник транзакций
vi: Nguồn giao dịch
zh: 交易来源

source: Transactions by invoice
id: Transaksi berdasarkan faktur
mn: Нэхэмжлэхийн дагуу гүйлгээ
ru: Операции по счету-фактуре
vi: Giao dịch theo hóa đơn
zh: 按发票进行的交易

source: Transactions by loan
id: Transaksi berdasarkan pinjaman
mn: Зээлээр хийсэн гүйлгээ
ru: Операции по кредиту
vi: Giao dịch vay vốn
zh: 贷款交易

source: Transactions by modification
id: Transaksi dengan modifikasi
mn: Өөрчлөлтөөр хийсэн гүйлгээ
ru: Сделки по модификации
vi: Giao dịch theo sửa đổi
zh: 修改交易

source: Transfer
mn: Шилжүүлэг
ru: Перевод
vi: Vận chuyển
zh: 转移

source: Transfer detail
id: Rincian transfer
mn: Гүйлгээний дэлгэрэнгүй
ru: Детали перевода
vi: Chi tiết chuyển khoản
zh: 转帐明细

source: Transfer history
id: Riwayat transfer
mn: Тооцоо нийлэх
ru: История переводов
vi: Lịch sử chuyển nhượng
zh: 转会历史

source: Transfer id
mn: Гүйлгээний ID
ru: Идентификатор перевода
vi: Chuyển id
zh: 调拨ID

source: Transfer number
id: Nomor transfer
mn: Гүйлгээний дугаар
ru: Номер перевода
vi: Số chuyển khoản
zh: 转帐号码

source: Transfer paid amount to user
id: Transfer jumlah yang dibayarkan ke pengguna
mn: Хэрэглэгчийн төлсөн дүн өөрт нь шилжүүлэх
ru: Перевести оплаченную сумму пользователю
vi: Chuyển số tiền đã thanh toán cho người dùng
zh: 将已付款项转给用户

source: Transfer password
id: Mentransfer kata sandi
mn: Нууц үг шилжүүлэх
ru: Передача пароля
vi: Chuyển mật khẩu
zh: 转移密码

source: Transfer resent
id: Transfer dikirim ulang
mn: Гүйлгээ дахин илгээсэн
ru: Перевод повторно отправлен
vi: Chuyển lại
zh: 重新传输

source: Transfer status
id: Status transfer
mn: Шилжүүлгийн төлөв
ru: Статус передачи
vi: Trạng thái chuyển nhượng
zh: 转移状态

source: Transfer to user
id: Transfer ke pengguna
mn: Хэрэглэгч рүү шилжүүлэх
ru: Передача пользователю
vi: Chuyển cho người dùng
zh: 转移给用户

source: Transfer to:
id: Transfer ke:
mn: Шилжүүлэх:
ru: Перевод на:
vi: Chuyển đến:
zh: 转账至：

source: Transfer username
id: Transfer nama pengguna
mn: Хэрэглэгчийн нэрийг шилжүүлэх
ru: Перенос имени пользователя
vi: Chuyển tên người dùng
zh: 转移用户名

source: Type
id: Tipe
mn: Төрөл
ru: Тип
vi: Loại
zh: 类型

source: Type purchase number or user phone number
id: Ketik nomor pembelian atau nomor telepon pengguna
mn: Хэрэглэгчийн утас эсвэл борлуулалтын дугаараар хайна уу
ru: Введите номер покупки или номер телефона пользователя
vi: Nhập số mua hàng hoặc số điện thoại người dùng
zh: 输入购买编号或用户电话号码

source: Type your additional remarks about request...
id: Ketik komentar tambahan Anda tentang permintaan...
mn: Хүсэлтийн тайлбарыг оруулна уу.
ru: Введите дополнительные замечания по запросу...
vi: Nhập thêm nhận xét của bạn về yêu cầu...
zh: 输入您对请求的补充说明...

source: Type your additional remarks...
id: Ketik komentar tambahan Anda...
mn: Та тус борлуулалтын тайлбар оруулна уу.
ru: Напишите ваши дополнительные замечания...
vi: Nhập thêm nhận xét của bạn...
zh: 输入您的补充说明...

source: Undefined
id: Tak Terdefinisi
mn: Тодорхойлогдоогүй
ru: Не определено
vi: Vô định
zh: 未定义

source: Unknown
id: Tidak diketahui
mn: Үл мэдэгдэх
ru: Неизвестно
vi: Không xác định
zh: 未知

source: Unknown period
id: Periode tidak diketahui
mn: Үл мэдэгдэх мөчлөг
ru: Неизвестный период
vi: Khoảng thời gian không xác định
zh: 未知时期

source: Unlimited or number
id: Tidak terbatas atau jumlahnya
ru: Безлимит или номер
vi: Không giới hạn hoặc số lượng
zh: 无限制或数量

source: Unlock a future without traditional loan hassles and high fees-invest in your business effortlessly. Allow businesses to purchase supplies via installments without interest and collateral
id: Buka masa depan tanpa kerumitan pinjaman tradisional dan biaya tinggi - berinvestasilah dalam bisnis Anda dengan mudah. ​​Izinkan bisnis untuk membeli persediaan melalui cicilan tanpa bunga dan agunan
mn: Уламжлалт зээлийн асуудал, өндөр шимтгэлгүйгээр ирээдүйгээ нээ - бизнестээ хялбархан хөрөнгө оруулалт хий. Аж ахуйн нэгжүүдэд хангамжийг хүү, барьцаагүйгээр хэсэгчлэн худалдан авахыг зөвшөөрнө үү
ru: Откройте будущее без традиционных кредитных проблем и высоких комиссий — инвестируйте в свой бизнес без усилий. Позвольте компаниям приобретать расходные материалы в рассрочку без процентов и залога
vi: Mở khóa tương lai mà không phải chịu những rắc rối về vay vốn truyền thống và phí cao - đầu tư vào doanh nghiệp của bạn một cách dễ dàng. Cho phép doanh nghiệp mua vật tư trả góp mà không cần lãi suất và tài sản thế chấp
zh: 解锁没有传统贷款麻烦和高额费用的未来 - 轻松投资您的业务。允许企业通过分期付款购买物资，无需利息和抵押

source: Unlock Amount
id: Jumlah Buka Kunci
mn: Түгжээг тайлах
ru: Разблокировать сумму
vi: Số tiền mở khóa
zh: 解锁金额

source: Unlock Count
id: Buka Kunci Hitungan
mn: Тооллогын түгжээг тайлах
ru: Количество разблокировок
vi: Mở khóa số lượng
zh: 解锁次数
