Repository: StorePayLLC/storepay-price
Catalog: src/translations/messages/*.po
Languages: id, mn, ru, vi, zh

source: Confirm your password
id: Konfirmasi password Anda
mn: Нууц үгээ баталгаажуулах
ru: Подтвердите пароль
vi: Xác nhận mật khẩu
zh: 确认您的密码

source: Confirmation
id: Konfirmasi
mn: Баталгаажуулалт
ru: Подтверждение
vi: Xác nhận
zh: 确认

source: Confirmation code cannot sent
id: Kode konfirmasi tidak dapat dikirim
mn: Баталгаажуулах кодыг илгээх боломжгүй
ru: Код подтверждения не может быть отправлен
vi: Mã xác nhận không thể gửi
zh: 无法发送确认码

source: Confirmation code sent
id: Kode konfirmasi telah dikirim
mn: Баталгаажуулах кодыг амжилттай илгээлээ
ru: Код подтверждения отправлен
vi: Mã xác nhận đã được gửi
zh: 确认码已发送

source: confirmed
id: dikonfirmasi
mn: баталгаажсан
ru: подтвержденный
vi: Đã xác nhận
zh: 确认

source: Confirmed
id: Terkonfirmasi
mn: Баталгаажсан
ru: Подтверждено
vi: Đã xác nhận
zh: 确认

source: Confirmed at
id: Dikonfirmasi pada
mn: Баталгаажсан огноо
ru: Подтверждено в
vi: Xác nhận tại
zh: 确认于

source: Confirmed date
id: Tanggal yang dikonfirmasi
mn: Баталгаажсан огноо
ru: Подтвержденная дата
vi: Ngày xác nhận
zh: 确认日期

source: Confirmed loan changes
id: Perubahan pinjaman yang dikonfirmasi
mn: Батлагдсан борлуулалтын өөрчлөлтүүд
ru: Подтвержденные изменения кредита
vi: Xác nhận thay đổi khoản vay
zh: 已确认贷款变更

source: Confirmed loan modifications
id: Modifikasi pinjaman yang dikonfirmasi
mn: Батлагдсан борлуулалтын өөрчлөлтүүд
ru: Подтвержденные изменения кредита
vi: Xác nhận sửa đổi khoản vay
zh: 确认贷款修改

source: Contact add operation failed
id: Operasi penambahan kontak gagal
mn: Холбоо барих мэдээлэл нэмэх үйлдэл амжилтгүй боллоо
ru: Не удалось выполнить операцию добавления контакта.
vi: Thao tác thêm liên hệ không thành công
zh: 联系人添加操作失败

source: Contact added successful
id: Kontak ditambahkan berhasil
mn: Мэдээлэл амжилттай нэмлээ
ru: Контакт успешно добавлен
vi: Đã thêm liên hệ thành công
zh: 联系人添加成功

source: Contact Centre
id: Pusat Kontak
mn: Лавлах төв
ru: Контактный центр
vi: Trung tâm liên lạc
zh: 联系中心

source: CONTACT INFO APPROVED
id: INFO KONTAK DISETUJUI
mn: ХОЛБОО БАРИХ МЭДЭЭЛЭЛ БАТАЛСАН
ru: КОНТАКТНАЯ ИНФОРМАЦИЯ УТВЕРЖДЕНА
vi: THÔNG TIN LIÊN HỆ ĐÃ ĐƯỢC PHÊ DUYỆT
zh: 联系信息已获批准

source: Contact info deleted
id: Info kontak dihapus
mn: Мэдээллийг устгалаа
ru: Контактная информация удалена
vi: Đã xóa thông tin liên hệ
zh: 联系信息已删除

source: Contact info removal failed
id: Penghapusan info kontak gagal
mn: Мэдээллийг устгаж чадсангүй
ru: Не удалось удалить контактную информацию
vi: Xóa thông tin liên hệ không thành công
zh: 联系信息删除失败

source: Contact info update failed
id: Pembaruan info kontak gagal
mn: Мэдээлэл шинэчлэлт амжилтгүй
ru: Не удалось обновить контактную информацию
vi: Cập nhật thông tin liên hệ không thành công
zh: 联系信息更新失败

source: Contact info updated
id: Info kontak diperbarui
mn: Мэдээллийг шинэчиллээ
ru: Контактная информация обновлена
vi: Đã cập nhật thông tin liên hệ
zh: 联系信息已更新

source: Contact information
id: Informasi kontak
mn: Холбоо барих мэдээлэл
ru: Контактная информация
vi: Thông tin liên hệ
zh: 联系信息

source: Contact our team
id: Hubungi tim kami
mn: Манай багтай холбогдоно уу
ru: Свяжитесь с нашей командой
vi: Liên hệ với nhóm của chúng tôi
zh: 联系我们的团队

source: Contact person
id: Kontak person
mn: Холбоо барих хүн
ru: Контактное лицо
vi: Người liên hệ
zh: 联络人

source: Contact relation
id: Hubungan kontak
mn: Таны хэн болох
ru: Контактные отношения
vi: Quan hệ liên hệ
zh: 联系关系

source: Contact relation 2
id: Hubungan kontak 2
mn: Таны хэн болох 2
ru: Контактное отношение 2
vi: Quan hệ liên hệ 2
zh: 联系关系2

source: Contact us
id: Hubungi Kami
mn: Бидэнтэй холбогдох
ru: Свяжитесь с нами
vi: Liên hệ
zh: 联系我们

source: Contact us today to join our network.
id: Hubungi kami hari ini untuk bergabung dengan jaringan kami.
mn: Манай сүлжээнд нэгдэхийн тулд өнөөдөр бидэнтэй холбогдоорой.
ru: Свяжитесь с нами сегодня, чтобы присоединиться к нашей сети.
vi: Hãy liên hệ với chúng tôi ngay hôm nay để tham gia mạng lưới của chúng tôi.
zh: 立即联系我们，加入我们的网络。

source: Contacts
id: Kontak
mn: Холбоо барих
ru: Контакты
vi: Liên hệ
zh: 联系

source: Content
id: Konten
mn: Контент
ru: Содержание
vi: Nội dung
zh: 内容

source: Continue
id: Lanjutkan
mn: Үргэлжлүүлэх
ru: Продолжить
vi: Tiếp tục
zh: 继续

source: Continuous learning and career growth are priorities. We support your journey every step of the way.
id: Pembelajaran berkelanjutan dan pertumbuhan karier adalah prioritas. Kami mendukung perjalanan Anda di setiap langkah.
mn: Тасралтгүй суралцах, карьераа өсгөх нь тэргүүлэх чиглэл юм. Бид таны замыг алхам тутамдаа дэмжиж байна.
ru: Непрерывное обучение и карьерный рост являются приоритетами. Мы поддерживаем ваш путь на каждом этапе.
vi: Học tập liên tục và phát triển sự nghiệp là ưu tiên hàng đầu. Chúng tôi hỗ trợ bạn trên mọi bước đường.
zh: 持续学习和职业发展是我们的首要任务。我们支持您每一步的旅程。

source: Contract
id: Kontrak
mn: Гэрээ
ru: Договор
vi: Hợp đồng
zh: 合同

source: Contract & Attachments
id: Kontrak & Lampiran
mn: Гэрээ & Хавсралтууд
ru: Контракт и приложения
vi: Hợp đồng & Phụ lục
zh: 合同及附件

source: Contract attached
id: Kontrak terlampir
mn: Гэрээ хавсаргасан
ru: Контракт прилагается
vi: Hợp đồng đính kèm
zh: 附有合同

source: Contract created date
id: Tanggal pembuatan kontrak
mn: Гэрээ байгуулсан огноо
ru: Дата создания контракта
vi: Ngày tạo hợp đồng
zh: 合同创建日期

source: Contract end date
id: Tanggal akhir kontrak
mn: Гэрээ дуусах огноо
ru: Дата окончания контракта
vi: Ngày kết thúc hợp đồng
zh: 合同结束日期

source: Contract expire date
id: Tanggal berakhirnya kontrak
mn: Гэрээний хугацаа дуусах
ru: Дата истечения срока действия контракта
vi: Ngày hết hạn hợp đồng
zh: 合约到期日期

source: Contract extension date
id: Tanggal perpanjangan kontrak
mn: Гэрээ сунгах огноо
ru: Дата продления контракта
vi: Ngày gia hạn hợp đồng
zh: 合约延长日期

source: Contract number
id: Nomor kontrak
mn: Гэрээний дугаар
ru: Номер договора
vi: Số hợp đồng
zh: 签约数量

source: Contract status
id: status kontrak
mn: Гэрээний статус
ru: Состояние контракта
vi: Tình trạng hợp đồng
zh: 合同状态

source: Contract type
id: Jenis kontrak
mn: Гэрээний төрөл
ru: Форма контракта
vi: Phương thức BĐS (mua/bán)
zh: 合同类型

source: Contractor name
id: Nama kontraktor
mn: Гэрээлэгчийн нэр
ru: Имя подрядчика
vi: Tên nhà thầu
zh: 承包商名称

source: Contracts
id: Kontrak
mn: Гэрээ
ru: Контракты
vi: Hợp đồng
zh: 合同

source: Contracts & Attachments
id: Kontrak & Lampiran
mn: Гэрээ ба хавсралт
ru: Контракты и приложения
vi: Hợp đồng & Tài liệu đính kèm
zh: 合同及附件

source: Contracts page
id: Halaman kontrak
mn: Гэрээний хуудас
ru: Страница контрактов
vi: Trang hợp đồng
zh: 合同页面

source: Copied
id: Disalin
mn: Хуулсан
ru: Скопировано
vi: Đã sao chép
zh: 复制

source: Copyright © {0} Storepay All Rights Reserved.
id: Hak Cipta {0} Storepay Seluruh Hak Cipta Dilindungi Undang-Undang
mn: Оюуны өмч © {0} Storepay бүх эрх хуулиар хамгаалагдсан.
ru: Авторские права © {0} Storepay. Все права защищены.
vi: Bản quyền © {0} Storepay Bảo lưu mọi quyền.
zh: 版权所有 © {0} Storepay 保留所有权利。

source: Corporate gateway
id: Gerbang perusahaan
mn: Корпорацын гарц
ru: Корпоративный шлюз
vi: Cổng doanh nghiệp
zh: 企业网关

source: Corporate gateways
id: Gerbang perusahaan
mn: Корпорацын гарцууд
ru: Корпоративные шлюзы
vi: Cổng doanh nghiệp
zh: 企业网关

source: Country
id: Negara
mn: Улс
ru: Страна
vi: Quốc gia
zh: 国家

source: Country state
id: Negara bagian
mn: Улс төр
ru: Область
vi: Tỉnh/TP
zh: 省市

source: Cover
mn: Нүүр
ru: Обложка
vi: Ảnh bìa
zh: 覆盖

source: Cover image
id: Gambar sampul
mn: Ковер зураг
ru: Изображение обложки
vi: Ảnh bìa
zh: 封面图片

source: Cover image (1:1) less than 1MB
id: Gambar sampul (1:1) kurang dari 1 MB
mn: Ковер зураг (1:1) 1MB-аас бага байх
ru: Изображение обложки (1:1) менее 1 МБ
vi: Ảnh bìa (1:1) nhỏ hơn 1MB
zh: 封面图片（1:1）小于 1MB

source: Create
id: Buat
mn: Үүсгэх
ru: Создать
vi: Tạo
zh: 创建

source: Create at
id: Buat di
mn: Эхлэх огноо
ru: Создать в
vi: Tạo tại
zh: 创建于

source: Create bank account
id: Buat rekening bank
mn: Банкны данс үүсгэх
ru: Создать банковский счет
vi: Tạo tài khoản ngân hàng
zh: 创建银行账户

source: Create date
id: Buat tanggal
mn: Үүсгэсэн огноо
ru: Дата создания
vi: Tạo ngày
zh: 创建日期

source: Create document template
id: Buat templat dokumen
mn: Баримт бичгийн загвар үүсгэх
ru: Создать шаблон документа
vi: Tạo mẫu tài liệu
zh: 创建文档模板

source: Create invoice
id: Buat Invoice
mn: Нэхэмжлэх үүсгэх
ru: Создать счет
vi: Tạo hóa đơn
zh: 创建发票

source: Create new {0}
id: Buat {0} baru
mn: Шинэ {0} үүсгэх
ru: Создать новый {0}
vi: Tạo {0} mới
zh: 创建新的{0}

source: Create new banner
id: Buat spanduk baru
mn: Шинэ баннер үүсгэх
ru: Создать новый баннер
vi: Tạo biểu ngữ mới
zh: 创建新横幅

source: Create new gamification
id: Buat gamifikasi baru
mn: Шинэ тоглоомжуулалт үүсгэх
ru: Создайте новую геймификацию
vi: Tạo trò chơi mới
zh: 创建新的游戏化

source: Create request
id: Buat permintaan
mn: Хүсэлт үүсгэх
ru: Создать запрос
vi: Tạo yêu cầu
zh: 创建请求

source: Create special user verification
id: Buat verifikasi pengguna khusus
mn: Тусгай хэрэглэгчийн баталгаажуулалтыг бий болгох
ru: Создать специальную проверку пользователя
vi: Tạo xác minh người dùng đặc biệt
zh: 创建特殊用户验证

source: Create your password
id: Buat password Anda
mn: Нууц үг үүсгэх
ru: Создайте пароль
vi: tạo mật khẩu
zh: 创建密码

source: Created at
id: Dibuat di
mn: Үүсгэсэн огноо
ru: Создан в
vi: Tạo tại
zh: 创建于

source: Created At
id: Dibuat Pada
mn: Үүсгэсэн
ru: Дата создания
vi: Tạo Lúc
zh: 创建于

source: Created date
id: Tanggal dibuat
mn: Үүсгэсэн огноо
ru: Дата создания
vi: Ngày tạo ra
zh: 创建日期

source: Created on
id: Dibuat pada
mn: Үүсгэсэн
ru: Создано
vi: Được tạo lúc
zh: 创建时间

source: credit
id: kredit
mn: кредит
ru: кредит
vi: tín dụng
zh: 信用

source: Credit
id: Kredit
mn: Кредит
ru: Кредит
vi: Tín dụng
zh: 信用

source: Credit funds
id: Dana kredit
mn: Зээлийн мэдээллийн сан
ru: Кредитные средства
vi: Quỹ tín dụng
zh: 信贷资金

source: Credit max limit
id: Batas maksimal kredit
mn: Зээлийн дээд хэмжээ
ru: Максимальный кредитный лимит
vi: Giới hạn tín dụng tối đa
zh: 信用最高限额

source: Credit score limit
id: Batas skor kredit
mn: Зээлийн эрхийн хязгаар
ru: Лимит кредитного рейтинга
vi: Giới hạn điểm tín dụng
zh: 信用评分限额

source: Credit score product
id: Produk skor kredit
mn: Зээлийн эрхийн бүтээгдэхүүн
ru: Продукт с кредитным рейтингом
vi: Sản phẩm điểm tín dụng
zh: 信用评分产品

source: Credit score products
id: Produk skor kredit
mn: Зээлийн эрхийн бүтээгдэхүүн
ru: Продукты с кредитным рейтингом
vi: Sản phẩm điểm tín dụng
zh: 信用评分产品

source: Credit score rights
id: Hak skor kredit
mn: Зээлийн эрх
ru: Права на кредитный рейтинг
vi: Quyền điểm tín dụng
zh: 信用评分权利

source: Credit score transactions history
id: Riwayat transaksi skor kredit
mn: Зээлийн эрхийн гүйлгээний түүх
ru: История транзакций по кредитному рейтингу
vi: Lịch sử giao dịch điểm tín dụng
zh: 信用评分交易历史

source: Credit scores products
id: Produk skor kredit
mn: Скоринг тохиргоо
ru: Продукты кредитного рейтинга
vi: Sản phẩm điểm tín dụng
zh: 信用评分产品

source: Credit scoring calculation
id: Perhitungan skor kredit
mn: Зээлийн онооны тооцоо
ru: Расчет кредитного скоринга
vi: Tính toán điểm tín dụng
zh: 信用评分计算

source: Credit SPC limit
id: Batas SPC Kredit
mn: Зээлийн SPC хязгаар
ru: Кредитный лимит SPC
vi: Giới hạn tín dụng SPC
zh: 信用 SPC 限额

source: currency
id: Mata uang
mn: валют
ru: валюта
vi: tiền tệ
zh: 货币

source: Currency
id: Mata Uang
mn: Валют
ru: Валюта
vi: Tiền tệ
zh: 货币

source: Current
id: Saat ini
mn: Хүчинтэй
ru: Текущий
vi: Hiện hành
zh: 当前

source: Current balance
id: Saldo saat ini
mn: Одоогийн үлдэгдэл
ru: Текущий баланс
vi: Số dư hiện tại
zh: 目前的余额

source: Current limit
id: Batas saat ini
mn: Одоогийн эрхийн хэмжээ
ru: Текущий предел
vi: Giới hạn hiện tại
zh: 电流限制

source: Current password
id: Password sekarang
mn: Одоогийн нууц үг
ru: Текущий пароль
vi: Mật khẩu hiện tại
zh: 当前密码

source: Custom description
id: Deskripsi khusus
mn: Тусгай тайлбар
ru: Пользовательское описание
vi: Mô tả tùy chỉnh
zh: 自定义描述

source: Custom description here
id: Deskripsi khusus di sini
mn: Тусгай тайлбарыг эндээс авна уу
ru: Пользовательское описание здесь
vi: Mô tả tùy chỉnh ở đây
zh: 此处自定义描述

source: Customer
id: Pelanggan
mn: Харилцагч
ru: Клиент
vi: Khách hàng
zh: 客户

source: Customer account
id: Akun pelanggan
mn: Хэрэглэгчийн данс
ru: Клиентский счет
vi: Tài khoản khách hàng
zh: 客户账户

source: Customer bank
id: Bank pelanggan
mn: Харилцагч банк
ru: Банк-клиент
vi: Ngân hàng khách hàng
zh: 客户银行

source: Customer name
id: Nama Pelanggan
mn: Хэрэглэгчийн нэр
ru: Имя клиента
vi: Tên khách hàng
zh: 客户名称

source: Customer service
id: Pelayanan pelanggan
mn: Хэрэглэгчийн үйлчилгээ
ru: Обслуживание клиентов
vi: Dịch vụ khách hàng
zh: 客服

source: Customer stories
id: Pelanggan kami
mn: Хэрэглэгчийн түүх
ru: Истории клиентов
vi: Câu chuyện của khách hàng
zh: 客户案例

source: Daily
id: Harian
mn: Өдөр бүр
ru: Ежедневно
vi: Hàng ngày
zh: 每天

source: DAN
mn: ДАН
ru: ДЭН
zh: 担

source: Dashboard
id: Dasbor
mn: Хянах самбар
ru: Панель управления
vi: Bảng điều khiển
zh: 仪表盘

source: Dashboard V2
id: Dasbor V2
mn: Хяналтын самбар V2
ru: Панель инструментов V2
vi: Bảng điều khiển V2
zh: 仪表板 V2

source: Date
id: Tanggal
mn: Огноо
ru: Дата
vi: Ngày
zh: 日期

source: Date | from
id: Tanggal | dari
mn: Эхлэх огноо
ru: Дата | от
vi: Ngày | từ
zh: 日期 | 来自

source: Day 1
id: Hari 1
mn: 1 дэх өдөр
ru: День 1
vi: Ngày 1
zh: %1$s号

source: Day 2
id: Hari ke 2
mn: 2 дахь өдөр
ru: 2-й день
vi: Ngày 2
zh: 第二天

source: Day-1
id: Hari ke-1
mn: Өдөр - 1
ru: День-1
vi: Ngày-1
zh: 第一天

source: Day-2
id: Hari ke-2
mn: Өдөр - 2
ru: День-2
vi: Ngày thứ 2
zh: 第二天

source: Days
id: Hari
mn: Өдрүүд
ru: Дней
vi: Ngày
zh: 天

source: debit
id: debet
mn: дебит
ru: дебет
vi: ghi nợ
zh: 借记

source: Debit
mn: Дебит
ru: Дебет
vi: Ghi nợ
zh: 借方

source: Decrease
id: Mengurangi
mn: Буурах
ru: Уменьшить
vi: Giảm
zh: 减少

source: Decreased
id: menurun
mn: Буурсан
ru: Уменьшилось
vi: Số lượng đặt hàng giảm!
zh: 减少

source: Dedicated class
id: Kelas khusus
mn: Зориулалтын анги
ru: Выделенный класс
vi: Lớp học chuyên dụng
zh: 专用类

source: Defective or faulty
id: Cacat atau salah
mn: Гэмтэл болон доголдолтой
ru: Неисправный или неисправный
vi: Có lỗi hoặc bị lỗi
zh: 有缺陷或故障

source: Delete
id: Hapus
mn: Устгах
ru: Удалить
vi: Xóa
zh: 删除

source: Delete invitation
id: Hapus undangan
mn: Урилгыг устгах
ru: Удалить приглашение
vi: Xóa lời mời
zh: 删除邀请

source: Delete request
id: Hapus permintaan
mn: Хүсэлтийг устгах
ru: Удалить запрос
vi: Xóa yêu cầu
zh: 删除请求

source: Deleted
id: Dihapus
mn: Устгасан
ru: Удалено
vi: Đã xóa
zh: 已删除

source: Deleted successfully
id: Berhasil dihapus
mn: Амжилттай устгасан
ru: Успешно удален
vi: Đã xoá thành công
zh: 已成功删除

source: Deleting
id: Menghapus
mn: Устгаж байна
ru: Удаление
vi: Đang xóa
zh: 删除

source: Deny
id: Tolak
mn: Татгалзах
ru: Отклонить
vi: Từ chối
zh: 拒绝

source: Department
id: Departemen
mn: Хэлтэс
ru: Отдел
vi: Phòng ban
zh: 部门

source: Deposit Amount
id: Jumlah Deposit
mn: Хадгаламжийн дүн
ru: Сумма депозита
vi: Tiền cọc
zh: 存款金额

source: Deposit Count
id: Jumlah Deposit
mn: Хадгаламжийн тоо
ru: Количество депозитов
vi: Số tiền gửi
zh: 存款计数

source: Deposit total
id: Jumlah setoran
mn: Төлбөрийн дүн
ru: Сумма депозита
vi: Tổng tiền gửi
zh: 存款总额

source: Deposited
id: Telah Disetorkan
mn: Шилжсэн
ru: Депонированный
vi: Đã gửi tiền
zh: 存款

source: Description
id: Deskripsi
mn: Тайлбар
ru: Описание
vi: Mô tả
zh: 描述

source: Description updated
id: Deskripsi diperbarui
mn: Тайлбарыг шинэчилсэн
ru: Описание обновлено
vi: Đã cập nhật mô tả
zh: 描述已更新

source: detail
id: rincian
mn: дэлгэрэнгүй
ru: детали
vi: chi tiết
zh: 细节

source: Detail
mn: Дэлгэрэнгүй
ru: Детали
vi: Chi tiết
zh: 详情

source: Diff amount
id: Jumlah yang berbeda
mn: зөрүү хэмжээ
ru: Разница в сумме
vi: Số lượng chênh lệch
zh: 差额

source: Display order
id: Urutan tampilan
mn: Дэлгэцийн дараалал
ru: Порядок отображения
vi: Thứ tự hiển thị
zh: 显示顺序

source: Dispute details
id: Detail sengketa
mn: Өөрчлөлтийн дэлгэрэнгүй
ru: Детали спора
vi: Chi tiết tranh chấp
zh: 争议详情

source: Dispute ID
id: ID Sengketa
mn: Өөрчлөлт дугаар
ru: Идентификатор спора
vi: ID tranh chấp
zh: 争议编号

source: Dispute reason
id: Alasan perselisihan
mn: Шалтгаан
ru: Причина спора
vi: Lý do tranh chấp
zh: 争议原因

source: Dispute request details
id: Detail permintaan sengketa
mn: Борлуулалт өөрчлөх хүсэлтийн дэлгэрэнгүй
ru: Подробности запроса на возражение
vi: Chi tiết yêu cầu tranh chấp
zh: 争议请求详情

source: Disputes
id: Perselisihan
mn: Буцаалт, өөрчлөлт
ru: Споры
vi: Tranh chấp
zh: 争议

source: District
id: Kecamatan
mn: Дүүрэг
ru: Район
vi: Quận/Huyện
zh: 区域

source: District name
id: Nama distrik
mn: Дүүргийн нэр
ru: Название района
vi: Tên quận
zh: 区名

source: Diversity is our strength. Every voice is heard and valued.
id: Keberagaman adalah kekuatan kita. Setiap suara didengar dan dihargai.
mn: Олон талт байдал бол бидний хүч юм. Дуу хоолой бүрийг сонсож, үнэлдэг.
ru: Разнообразие — наша сила. Каждый голос услышан и оценен.
vi: Sự đa dạng là sức mạnh của chúng tôi. Mọi tiếng nói đều được lắng nghe và trân trọng.
zh: 多元化是我们的优势。我们倾听并重视每一份声音。

source: Division period
id: Periode pembagian
mn: Хэд хуваах
ru: Период разделения
vi: Thời kỳ phân chia
zh: 分裂时期

source: Divorced
id: Bercerai
mn: Салсан
ru: В разводе
vi: Ly hôn
zh: 离婚

source: Do you have any thoughts you would like to share?
id: Apakah Anda memiliki pemikiran yang ingin Anda bagikan?
mn: Танд хуваалцахыг хүссэн бодол байна уу?
ru: Есть ли у вас какие-либо мысли, которыми вы хотели бы поделиться?
vi: Bạn có suy nghĩ gì muốn chia sẻ không?
zh: 您有什么想法想要分享吗？

source: Do you want to cancel purchase:
id: Apakah Anda ingin membatalkan pembelian:
mn: Та худалдан авалтыг цуцлахыг хүсэж байна уу:
ru: Вы хотите отменить покупку:
vi: Bạn có muốn hủy mua hàng:
zh: 您是否要取消购买：

source: Doctors or equivalent level
id: Dokter atau tingkat setara
mn: Докторын болон ижил түвшний боловсрол
ru: Врачи или эквивалентный уровень
vi: Bác sĩ hoặc trình độ tương đương
zh: 医生或同等学历

source: Document
id: Dokumen
mn: Баримт бичиг
ru: Документ
vi: Tài liệu
zh: 文档

source: Document list page
id: Halaman daftar dokumen
mn: Баримт бичгийн жагсаалт
ru: Страница со списком документов
vi: Trang danh sách tài liệu
zh: 文档列表页

source: Document Templates
id: Templat Dokumen
mn: Гэрээний загвар
ru: Шаблоны документов
vi: Mẫu tài liệu
zh: 文档模板

source: Document templates page
id: Halaman templat dokumen
mn: Баримт бичгийн загвар
ru: Страница шаблонов документов
vi: Trang mẫu tài liệu
zh: 文档模板页面

source: Documentation successfully created
id: Dokumentasi berhasil dibuat
mn: Баримт бичгийг амжилттай үүсгэлээ
ru: Документация успешно создана
vi: Tài liệu được tạo thành công
zh: 文档创建成功

source: Documentation successfully updated
id: Dokumentasi berhasil diperbarui
mn: Баримт бичгийг амжилттай шинэчиллээ
ru: Документация успешно обновлена
vi: Tài liệu được cập nhật thành công
zh: 文档更新成功

source: Documentation Templates
id: Templat Dokumentasi
mn: Баримт бичгийн загварууд
ru: Шаблоны документации
vi: Mẫu tài liệu
zh: 文档模板

source: Documentations
id: Dokumentasi
mn: Гарын авлага
ru: Документация
vi: Tài liệu
zh: 文档

source: Documents
id: Dokumen
mn: Баримт бичиг
ru: Документы
vi: Tài liệu
zh: 文档

source: Does it impact my credit score?
id: Apakah ini berdampak pada skor kredit saya?
mn: Энэ нь миний зээлийн оноонд нөлөөлөх үү?
ru: Влияет ли это на мой кредитный рейтинг?
vi: Nó có ảnh hưởng tới điểm tín dụng của tôi không?
zh: 这会影响我的信用评分吗？

source: Download
id: Unduh
mn: Татах
ru: Скачать
vi: Tải xuống
zh: 下载

source: Download approve
id: Unduh setujui
mn: Татаж авахыг зөвшөөрнө үү
ru: Скачать утвердить
vi: Tải xuống phê duyệt
zh: 下载批准

source: Download excel
id: Unduh excel
mn: Excel файл татах
ru: Scaricare Excel
vi: Tải xuống excel
zh: 下载 Excel

source: Download Excel
id: Unduh Excel
mn: Excel програмыг татаж авах
ru: Загрузить Excel
vi: Tải xuống Excel
zh: 下载 Excel

source: Download the Storepay app
id: Unduh aplikasi Storepay
mn: Storepay программыг татаж аваарай
ru: Загрузите приложение Storepay
vi: Tải xuống ứng dụng Storepay
zh: 下载 Storepay 应用

source: Due date
id: Tanggal tenggat
mn: Эцсийн хугацаа
ru: Срок исполнения
vi: Ngày đến hạn
zh: 截止日期

source: Duration
id: Durasi
mn: Үргэлжлэх хугацаа
ru: Продолжительность
vi: Thời lượng
zh: 持续时间

source: Duration unit
id: Durasi Unit
mn: Хугацааны хэмжигдэхүйн
ru: Единица продолжительности
vi: Đơn vị thời gian
zh: 持续时间单位

source: Early childhood education
id: Pendidikan anak usia dini
mn: Бага насны боловсрол
ru: Дошкольное образование
vi: Giáo dục mầm non
zh: 早期儿童教育

source: Earn as you pay
id: Hasilkan saat Anda membayar
mn: Төлбөрөө төлж байгаарай
ru: Зарабатывайте, пока платите
vi: Kiếm tiền khi bạn trả tiền
zh: 边付款边赚钱

source: Earn SPC token instantly to your digital account within the App after every single successful payment for your purchase.
id: Dapatkan token SPC secara instan ke akun digital Anda dalam Aplikasi setelah setiap pembayaran berhasil untuk pembelian Anda.
mn: Худалдан авалтаа амжилттай төлсний дараа SPC жетоныг апп доторх дижитал дансандаа шууд аваарай.
ru: Зарабатывайте токены SPC мгновенно на своем цифровом счете в приложении после каждой успешной оплаты покупки.
vi: Kiếm token SPC ngay lập tức vào tài khoản kỹ thuật số của bạn trong Ứng dụng sau mỗi lần thanh toán thành công cho giao dịch mua của bạn.
zh: 每次成功付款后，您会在应用程序内的数字账户中立即获得 SPC 代币。

source: Edit
mn: Засах
ru: Редактировать
vi: Sửa
zh: 编辑

source: Edit {0}
id: Sunting {0}
mn: Засах {0}
ru: Изменить {0}
vi: Chỉnh sửa {0}
zh: 编辑{0}

source: Edit banner
id: Sunting spanduk
mn: Баннер засах
ru: Изменить баннер
vi: Chỉnh sửa biểu ngữ
zh: 编辑横幅

source: Edit banner page
id: Edit halaman spanduk
mn: Баннер хуудсыг засах
ru: Изменить баннерную страницу
vi: Chỉnh sửa trang biểu ngữ
zh: 编辑横幅页

source: Edit contact info
id: Sunting informasi kontak
mn: Холбоо барих мэдээллийг засах
ru: Редактировать контактную информацию
vi: Chỉnh sửa thông tin liên hệ
zh: 编辑联系信息

source: Edit guide
id: Sunting panduan
mn: Хөтөч засах
ru: Редактировать руководство
vi: Chỉnh sửa hướng dẫn
zh: 编辑指南

source: Edit merchant
id: Sunting pedagang
mn: Мерчант засах
ru: Редактировать торговца
vi: Chỉnh sửa người bán
zh: 編輯商户

source: Edit request
id: Edit permintaan
mn: Хүсэлтийг засах
ru: Редактировать запрос
vi: Chỉnh sửa yêu cầu
zh: 编辑请求

source: Edit store
id: Sunting toko
mn: Дэлгүүр засах
ru: Редактировать магазин
vi: Sửa cửa hàng
zh: 编辑商店

source: Edit user of merchant
id: Edit pengguna pedagang
mn: Мерчантын хэрэглэгчийг засах
ru: Изменить пользователя продавца
vi: Chỉnh sửa người dùng của người bán
zh: 修改商户用户

source: Edit user role
id: Edit peran pengguna
mn: Эрхийн түвшнийг өөрчлөх
ru: Изменить роль пользователя
vi: Chỉnh sửa vai trò người dùng
zh: 编辑用户角色

source: Education
id: Pendidikan
mn: Боловсрол
ru: Образование
vi: Giáo dục
zh: 教育

source: Email
mn: Имэйл
zh: 邮箱

source: Email address
id: Alamat email
mn: Имэйл хаяг
ru: Адрес электронной почты
vi: Địa chỉ email
zh: 电子邮件地址

source: Email address or phone number
id: Alamat email atau nomor telepon
mn: Имэйл хаяг эсвэл утасны дугаар
ru: Адрес электронной почты или номер телефона
vi: Địa chỉ email hoặc số điện thoại
zh: 电子邮件地址或电话号码

source: Email changed successfully
id: Email berhasil diubah
mn: Имэйл хаяг амжилттай өөрчлөгдлөө
ru: Электронная почта успешно изменена
vi: Email đã thay đổi thành công
zh: 邮箱修改成功

source: Email or phone confirmed
id: Email atau telepon dikonfirmasi
mn: Бүртгэл баталгаажсан
ru: Электронная почта или телефон подтверждены
vi: Email hoặc điện thoại đã xác nhận
zh: 邮箱或电话确认

source: Emergency contact name
id: Nama kontak darurat
mn: Яаралтай үед холбоо барих хүний нэр
ru: Контакт для чрезвычайных ситуаций
vi: Tên liên lạc khẩn cấp
zh: 紧急联系人姓名

source: Emergency contact name 2
id: Nama kontak darurat 2
mn: Яаралтай үед холбоо барих хүний нэр
ru: Имя экстренного контакта 2
vi: Tên liên lạc khẩn cấp 2
zh: 紧急联系人姓名2
