Repository: StorePayLLC/storepay-price
Catalog: src/translations/messages/*.po
Languages: id, mn, ru, vi, zh

source: Emergency contact phone
id: Telepon kontak darurat
mn: Яаралтай үед холбоо барих утасны дугаар
ru: Контактный телефон экстренной помощи
vi: Điện thoại liên lạc khẩn cấp
zh: 紧急联系电话

source: Emergency contact phone 2
id: Telepon kontak darurat 2
mn: Яаралтай үед холбоо барих утасны дугаар 2
ru: Контактный телефон экстренной помощи 2
vi: Điện thoại liên lạc khẩn cấp 2
zh: 紧急联系电话2

source: Empowering Equal Financial Opportunities with <0>SPC</0>
id: Memberdayakan Kesempatan Finansial yang Setara dengan <0>SPC</0>
mn: <0>SPC-тэй санхүүгийн тэгш боломжуудыг бэхжүүлэх</0>
ru: Расширение равных финансовых возможностей с помощью <0>SPC</0>
vi: Trao quyền cho các cơ hội tài chính bình đẳng với <0>SPC</0>
zh: 通过<0>SPC 实现平等的金融机会</0>

source: End date
id: Tanggal selesai
mn: Дуусах огноо
ru: Дата окончания
vi: Ngày kết thúc
zh: 结束日期

source: Enjoy financial freedom without letting a large expense ruin your budget. Welcome to smarter financial management.
id: Nikmati kebebasan finansial tanpa membiarkan pengeluaran besar merusak anggaran Anda. Selamat datang di manajemen keuangan yang lebih cerdas.
mn: Их хэмжээний зардал төсвөө сүйрүүлэхгүйгээр санхүүгийн эрх чөлөөг эдлээрэй. Ухаалаг санхүүгийн удирдлагад тавтай морил.
ru: Наслаждайтесь финансовой свободой, не позволяя крупным расходам разрушить ваш бюджет. Добро пожаловать в более разумное управление финансами.
vi: Tận hưởng sự tự do tài chính mà không để chi phí lớn làm hỏng ngân sách của bạn. Chào mừng đến với quản lý tài chính thông minh hơn.
zh: 享受财务自由，无需让大笔开支破坏预算。欢迎来到更智能的财务管理。

source: Enter dispute amount
id: Masukkan jumlah sengketa
mn: Өөрчлөх үнийн дүн оруулна уу
ru: Введите сумму спора
vi: Nhập số tiền tranh chấp
zh: 输入争议金额

source: Enter invoice amount
id: Masukkan jumlah faktur
mn: Үнийн дүн оруулах
ru: Укажите сумму счета
vi: Nhập số tiền hóa đơn
zh: 输入发票金额

source: Enter the {otpInputLength}-digit verification code that was sent to your email.
id: Masukkan {otpInputLength}-digit kode verifikasi yang dikirimkan ke email Anda.
mn: Таны имэйл рүү илгээсэн {otpInputLength} оронтой баталгаажуулах кодыг оруулна уу.
ru: Введите {otpInputLength}-значный код подтверждения, который был отправлен на ваш адрес электронной почты.
vi: Nhập mã xác minh gồm {otpInputLength} chữ số đã được gửi tới email của bạn.
zh: 输入发送到您电子邮箱的 {otpInputLength} 位验证码。

source: Enter the {otpInputLength}-digit verification code that was sent to your mobile number.
id: Masukkan {otpInputLength}-digit kode verifikasi yang dikirimkan ke nomor ponsel Anda.
mn: Таны гар утасны дугаар руу илгээсэн {otpInputLength} оронтой баталгаажуулах кодыг оруулна уу.
ru: Введите {otpInputLength}-значный код подтверждения, который был отправлен на ваш номер мобильного телефона.
vi: Nhập mã xác minh gồm {otpInputLength} chữ số đã được gửi tới số điện thoại di động của bạn.
zh: 输入发送到您的手机号码的 {otpInputLength} 位验证码。

source: Enter your email
id: Masukkan Email Anda
mn: Имэйл хаягаа оруулна уу
ru: Введите адрес электронной почты
vi: Nhập email của bạn
zh: 输入你的电子邮箱

source: Enter your email address
id: Masukkan alamat Email anda
mn: Имэйл хаягаа оруулна уу
ru: Введите Ваш email
vi: Nhập địa chỉ email của bạn
zh: 输入你的电子邮箱地址

source: Enter your first name
id: Masukkan nama depan Anda
mn: Өөрийн нэрээ оруулна уу
ru: Введите ваше имя
vi: Vui lòng nhập tên của bạn
zh: 请输入您的名字

source: Enter your last name
id: Masukkan nama belakang Anda
mn: Овог нэрээ оруулна уу
ru: Введите вашу фамилию
vi: Nhập họ của bạn
zh: 输入您的姓氏

source: Enter your phone number
id: Masukkan nomor telepon Anda
mn: Утасны дугаараа оруулна уу
ru: Введите свой номер телефона
vi: Nhập số điện thoại của bạn
zh: 输入你的电话号码

source: Error
id: Kesalahan
mn: Алдаа
ru: Ошибка
vi: Lỗi
zh: 错误

source: ESIGNATURE VERIFIED
id: TANDA TANGAN ELEKTRONIK TERVERIFIKASI
mn: Гарын үсэг зурсан
ru: ПОДПИСЬ ПРОВЕРЕНА
vi: CHỮ KÝ ĐÃ XÁC MINH
zh: 电子签名已验证

source: ETA
id: Waktu kedatangan
mn: Тайлан боловсруулж дуусах хугацаа
ru: Расчетное время прибытия
vi: Dự kiến
zh: 预计到达时间(ETA)

source: Everyone
id: Semua Orang
mn: Хүн бүр харах
ru: Все
vi: Tất cả mọi người
zh: 所有人

source: Exchange Amount
id: Jumlah Penukaran
mn: Солилцооны дүн
ru: Сумма обмена
vi: Số tiền trao đổi
zh: 兑换金额

source: Exchange Count
id: Hitungan Pertukaran
mn: Солилцооны тоо
ru: Количество обменов
vi: Số lượng trao đổi
zh: 交易所数量

source: Exclusive rewards and special offers await early sign-ups. Don’t miss out!
id: Hadiah eksklusif dan penawaran khusus menanti pendaftaran lebih awal. Jangan sampai ketinggalan!
mn: Эрт бүртгүүлсэн хүмүүсийг онцгой урамшуулал болон тусгай саналууд хүлээж байна. Битгий алдаарай!
ru: Эксклюзивные награды и специальные предложения ждут ранних регистраций. Не пропустите!
vi: Phần thưởng độc quyền và ưu đãi đặc biệt đang chờ những người đăng ký sớm. Đừng bỏ lỡ!
zh: 独家奖励和特别优惠等待提前注册。不要错过！

source: Expire
id: Kadaluwarsa
mn: Дуусах
ru: Истекает
vi: Hết hiệu lực
zh: 到期

source: Expire at
id: Berakhir pada
mn: Дуусах цаг
ru: Срок действия истекает в
vi: Hết hạn vào lúc
zh: 到期时间

source: Expire date
id: Tanggal Kadaluarsa
mn: Дуусах огноо
ru: Дата окончания
vi: Hạn sử dụng
zh: 有效期

source: expired
id: kadaluwarsa
mn: хугацаа нь дууссан
ru: истекший
vi: hết hạn
zh: 过期

source: Expired
id: Berakhir
mn: Хугацаа дууссан
ru: Истекший
vi: Đã hết hạn
zh: 过期

source: Expired date
id: Tanggal Berakhir
mn: Дуусах хугацаа
ru: Дата истечения срока
vi: Ngày hết hạn
zh: 到期日

source: Expires at
id: Kadaluarsa pada
mn: Дуусах цаг
ru: Истекает
vi: Hết hạn vào lúc
zh: 到期时

source: Expires date
id: Tanggal kadaluwarsa
mn: Хугацаа дуусах огноо
ru: Дата истечения срока действия
vi: Ngày hết hạn
zh: 到期日期

source: Explore firsthand accounts of how Storepay is revolutionizing shopping experiences and empowering financial freedom for our users
id: Temukan langsung cerita dari pengguna tentang bagaimana Storepay mengubah pengalaman berbelanja dan memberikan kebebasan keuangan bagi mereka
ru: Узнайте из первых уст, как Storepay меняет процесс покупок и обеспечивает финансовую свободу для наших пользователей.
vi: Khám phá những câu chuyện thực tế về cách Storepay đang cách mạng hóa trải nghiệm mua sắm và trao quyền tự do tài chính cho người dùng của chúng tôi
zh: 了解 Storepay 如何彻底改变购物体验并为用户提供财务自由的第一手资料

source: Export
id: Ekspor
mn: Татаж авах
ru: Экспорт
vi: Xuất ra
zh: 导出

source: Export as xlsx
id: Ekspor sebagai xlsx
mn: xlsx хэлбэрээр экспортлох
ru: Экспортировать как xlsx
vi: Xuất dưới dạng xlsx
zh: 导出为 xlsx

source: Extension date
id: Tanggal perpanjangan
mn: Сунгах огноо
ru: Дата продления
vi: Ngày gia hạn
zh: 延期日期

source: External
id: Eksternal
mn: Гадаад
ru: Внешний
vi: Bên ngoài
zh: 外部

source: External ID
id: ID Eksternal
mn: Гадаад ID
ru: Внешний ID
vi: ID ngoài
zh: 外部 ID

source: FACE COMPARE FAILED
id: PERBANDINGAN WAJAH GAGAL
mn: Нүүр харьцуулалт амжилтгүй
ru: СРАВНЕНИЕ ЛИЦ НЕ УДАЛОСЬ
vi: SO SÁNH KHUÔN MẶT KHÔNG THÀNH CÔNG
zh: 人脸比对失败

source: FACE COMPARE MANUAL
id: MANUAL PERBANDINGAN WAJAH
mn: Гараар таниулах хэрэглэгч (60-80)
ru: РУКОВОДСТВО ПО СРАВНЕНИЮ ЛИЦ
vi: HƯỚNG DẪN SO SÁNH KHUÔN MẶT
zh: 人脸比对手册

source: FACE COMPARE VERIFIED
id: BANDINGKAN WAJAH TERVERIFIKASI
mn: Нүүр харьцуулалт баталгаажсан
ru: СРАВНЕНИЕ ЛИЦ ПРОВЕРЕНО
vi: ĐÃ XÁC MINH SO SÁNH KHUÔN MẶT
zh: 人脸比对已验证

source: FACE LIVENESS VERIFIED
id: KEHIDUPAN WAJAH TERVERIFIKASI
mn: Face liveness баталгаажсан
ru: ЖИЗНЕННОСТЬ ЛИЦА ПРОВЕРЕНА
vi: ĐÃ XÁC MINH SỰ SỐNG ĐỘNG CỦA FACE
zh: 人脸活体验证

source: FACE REKOGNITION FAILED
id: PENGENALAN WAJAH GAGAL
mn: Нүүр харьцуулалт амжилтгүй
ru: РАСПОЗНАВАНИЕ ЛИЦА НЕ УДАЛОСЬ
vi: NHẬN DẠNG KHUÔN MẶT KHÔNG THÀNH CÔNG
zh: 人脸识别失败

source: Facebook link
id: Tautan Facebook
mn: Facebook холбоос
ru: Ссылка на Facebook
vi: Liên kết Facebook
zh: Facebook链接

source: Failed
id: Gagal
mn: Алдаатай
ru: Ошибка
vi: Thất bại
zh: 失败

source: Failed to create invoice
id: Gagal membuat faktur
mn: Нэхэмжлэл үүсгэхэд алдаа гарлаа
ru: Не удалось создать счет-фактуру
vi: Không tạo được hóa đơn
zh: 无法创建发票

source: Failed to update banner
id: Gagal memperbarui spanduk
mn: Баннерыг шинэчлэхэд алдаа гарлаа
ru: Не удалось обновить баннер.
vi: Không thể cập nhật biểu ngữ
zh: 无法更新横幅

source: Failure redirect url
id: URL pengalihan gagal
mn: URL-аар дамжихад алдаа гарлаа
ru: Ошибка URL-адреса перенаправления
vi: Url chuyển hướng không thành công
zh: 失败重定向 URL

source: Family
id: Keluarga
mn: Гэр бүл
ru: Семейство
vi: Gia đình
zh: 字体

source: Family name
id: Nama keluarga
mn: Ургийн овог
ru: Семейство шрифта
vi: Tên gia đình
zh: 姓氏

source: Faq
id: Pertanyaan Umum
mn: Түгээмэл асуулт, хариулт
vi: Trợ giúp
zh: 常问问题

source: FAQ
mn: Асуулт хариулт
vi: Câu hỏi thường gặp
zh: 常见问题

source: Faq successfully created
id: FAQ berhasil dibuat
mn: Түгээмэл асуултыг амжилттай үүсгэлээ
ru: FAQ успешно создан
vi: Câu hỏi thường gặp đã được tạo thành công
zh: 常见问题解答创建成功

source: Faq successfully updated
id: FAQ berhasil diperbarui
mn: Түгээмэл асуултыг амжилттай шинэчиллээ
ru: FAQ успешно обновлен
vi: Câu hỏi thường gặp đã được cập nhật thành công
zh: 常见问题解答已成功更新

source: Faqs
mn: Түгээмэл асуултууд
vi: Những câu hỏi thường gặp phổ biến
zh: 常见问题

source: FAQs
mn: Түгээмэл асуултууд
zh: 常见问题

source: Faqs list page
id: Halaman daftar FAQ
mn: Түгээмэл асуултуудын жагсаалт
ru: Страница со списком часто задаваемых вопросов
vi: Trang danh sách câu hỏi thường gặp
zh: 常见问题列表页面

source: Fare amount
id: Jumlah tarif
mn: Fare дүн
ru: Сумма тарифа
vi: Số tiền vé
zh: 票价金额

source: Fare must be greater than Tax
id: Tarif harus lebih besar dari Pajak
mn: Fare үнийн дүн хураамжаас өндөр байх ёстой
ru: Тариф должен быть больше налога
vi: Giá vé phải lớn hơn Thuế
zh: 票价必须高于税费

source: Fee
id: Biaya
mn: Шимтгэл
ru: Плата
vi: Phí
zh: 费用

source: Fee amount
id: Jumlah biaya
mn: Шимтгэлийн дүн
ru: Сумма сбора
vi: Số tiền lệ phí
zh: 收费多少

source: Fee paid at
id: Biaya dibayarkan pada
mn: Төлбөр төлсөн
ru: Комиссия уплачена в
vi: Phí thanh toán tại
zh: 费用支付于

source: Fee percent
id: Persentase biaya
mn: Шимтгэлийн хувь
ru: Процентное вознаграждение
vi: Phần trăm phí
zh: 费用百分比

source: Fee type
id: Tipe biaya
mn: Төлбөрийн төрөл
ru: Тип комиссии
vi: Loại phí
zh: 收费的类型

source: Feedback
id: Umpan balik
mn: Сэтгэгдэл
ru: Обратная связь
vi: Phản hồi
zh: 反馈

source: Feedback category
id: Kategori umpan balik
mn: Санал хүсэлтийн ангилал
ru: Категория обратной связи
vi: Danh mục phản hồi
zh: 反馈类别

source: Feedback description
id: Deskripsi umpan balik
mn: Санал хүсэлтийн тайлбар
ru: Описание отзыва
vi: Mô tả phản hồi
zh: 反馈说明

source: Feedback detail
id: Rincian umpan balik
mn: Санал хүсэлтийн дэлгэрэнгүй
ru: Подробности отзыва
vi: Chi tiết phản hồi
zh: 反馈详情

source: Feedback list
id: Daftar umpan balik
mn: Санал хүсэлтийн жагсаалт
ru: Список отзывов
vi: Danh sách phản hồi
zh: 反馈列表

source: Feedback list page
id: Halaman daftar umpan balik
mn: Санал хүсэлтийн жагсаалт хуудас
ru: Страница со списком отзывов
vi: Trang danh sách phản hồi
zh: 反馈列表页面

source: Feedback response
id: Respon umpan balik
mn: Санал хүсэлтийн хариу
ru: Ответ на обратную связь
vi: Phản hồi phản hồi
zh: 反馈响应

source: Feedback sent successfully!
id: Masukan berhasil dikirim!
mn: Санал хүсэлтийг амжилттай илгээсэн!
ru: Отзыв успешно отправлен!
vi: Phản hồi đã được gửi thành công!
zh: 反馈发送成功！

source: Feedback successfully deleted
id: Masukan berhasil dihapus
mn: Санал хүсэлтийг амжилттай устгалаа
ru: Отзыв успешно удален
vi: Đã xóa phản hồi thành công
zh: 反馈已成功删除

source: Feedback system
id: Sistem umpan balik
mn: Санал хүсэлтийн систем
ru: Система обратной связи
vi: Hệ thống phản hồi
zh: 反馈系统

source: Feedbacks
id: Masukan
mn: Санал хүсэлт
ru: Обратная связь
vi: Phản hồi
zh: 反馈

source: FeePercent
id: Persen Biaya
ru: КомиссияПроцент
vi: PhíPhần trăm
zh: 费用百分比

source: Female
id: Wanita
mn: Эмэгтэй
ru: Женский
vi: Nữ
zh: 女

source: Fiat wallet
id: dompet Fiat
mn: Fiat хэтэвч
ru: Фиатный кошелек
vi: Ví tiền fiat
zh: 法定钱包

source: Fields from merchant
id: Bidang dari pedagang
mn: Худалдааны талбарууд
ru: Поля от торговца
vi: Các lĩnh vực từ thương gia
zh: 商家提供的字段

source: File
id: Berkas
mn: Файл
ru: Файл
vi: Tập tin
zh: 文件

source: File list page
id: Halaman daftar file
mn: Файлын жагсаалт
ru: Страница со списком файлов
vi: Trang danh sách tập tin
zh: 文件列表页面

source: File manager
id: Pengelolaan File
mn: Файл менежер
ru: Файловый менеджер
vi: Quản lý tập tin
zh: 文件管理

source: File manger
id: Manajer file
mn: Файл менежер
ru: Файловый менеджер
vi: Trình quản lý tập tin
zh: 文件管理器

source: File preview image
id: Gambar pratinjau berkas
mn: Файлыг урьдчилан харах зураг
ru: Изображение предварительного просмотра файла
vi: Hình ảnh xem trước tập tin
zh: 文件预览图像

source: File size should be less than 1MB
id: Ukuran file harus kurang dari 1MB
mn: Файлын хэмжээ 1MB-аас доош байх ёстой
ru: Размер файла должен быть менее 1 МБ.
vi: Kích thước tập tin phải nhỏ hơn 1MB
zh: 文件大小应小于 1MB

source: File uploaded
id: File diunggah
mn: Файл хадгалагдлаа
ru: Файл загружен
vi: Tệp đã tải lên
zh: 已上传文件

source: Filter
mn: Шүүлтүүр
ru: Фильтр
vi: Bộ lọc
zh: 筛选

source: Filter end date
id: Filter tanggal akhir
mn: Дуусах огноо
ru: Дата окончания фильтра
vi: Lọc ngày kết thúc
zh: 过滤结束日期

source: Filter start date
id: Filter tanggal mulai
mn: Эхлэх огноо
ru: Фильтровать дату начала
vi: Lọc ngày bắt đầu
zh: 过滤开始日期

source: Filters
id: Filter
mn: Шүүлтүүр
ru: Фильтры
vi: Bộ lọc
zh: 筛选

source: Financial department
id: Departemen Keuangan
mn: Санхүүгийн хэлтэс
ru: Финансовый отдел
vi: Phòng tài chính
zh: 财务部

source: Find out more
id: Temukan lebih banyak
mn: Илүү ихийг олж мэдэх
ru: Узнать больше
vi: Tìm hiểu thêm
zh: 了解更多

source: First name
id: Nama depan
mn: Өөрийн нэр
ru: Имя
vi: Họ
zh: 名字

source: First name last name
id: Nama depan nama belakang
mn: Овог нэр
ru: Имя Фамилия
vi: Tên họ
zh: 名字 姓氏

source: Firstname
id: Nama depan
mn: Өөрийн нэр
ru: Имя
vi: Tên đầu tiên
zh: 名字

source: Five to ten years
id: Lima sampai sepuluh tahun
mn: 5-10 жил
ru: От пяти до десяти лет
vi: Năm đến mười năm
zh: 五到十年

source: Fix loan failed
id: Memperbaiki pinjaman yang gagal
mn: Зээлийг засаж чадсангүй
ru: Исправить кредит не удалось
vi: Sửa lỗi cho vay không thành công
zh: 修复贷款失败

source: Fix loan success
id: Memperbaiki keberhasilan pinjaman
mn: Зээлийн амжилтыг засах
ru: Исправить успех кредита
vi: Sửa chữa thành công khoản vay
zh: 修复贷款成功

source: Fixed
id: Tetap
mn: Тогтмол
ru: Фиксированный
vi: Cố định
zh: 固定

source: Flexible payment plans and thousands of brands and millions of products that are tailor made just for your needs
id: Opsi pembayaran fleksibel dan ribuan merek serta jutaan produk yang disesuaikan dengan kebutuhan Anda
mn: Төлбөрийн уян хатан төлөвлөгөө, зөвхөн таны хэрэгцээнд зориулан үйлдвэрлэсэн мянга мянган брэнд, сая сая бүтээгдэхүүн
ru: Гибкие планы оплаты, тысячи брендов и миллионы продуктов, созданных специально для ваших нужд.
vi: Các kế hoạch thanh toán linh hoạt cùng hàng ngàn thương hiệu và hàng triệu sản phẩm được thiết kế riêng cho nhu cầu của bạn
zh: 灵活的付款计划以及数千个品牌和数百万个根据您的需求量身定制的产品

source: Flexible schedules and a supportive atmosphere ensure you can recharge and enjoy life.
id: Jadwal yang fleksibel dan suasana yang mendukung memastikan Anda dapat memulihkan tenaga dan menikmati hidup.
mn: Уян хатан цагийн хуваарь, таатай уур амьсгал нь таныг цэнэглэж, амьдралаас таашаал авах боломжийг олгоно.
ru: Гибкий график и благоприятная атмосфера позволят вам зарядиться энергией и наслаждаться жизнью.
vi: Lịch trình linh hoạt và bầu không khí hỗ trợ đảm bảo bạn có thể nạp lại năng lượng và tận hưởng cuộc sống.
zh: 灵活的时间安排和支持性氛围确保您能够重新充电并享受生活。

source: Follow up consent?
id: Menindaklanjuti persetujuan?
mn: Хүсэлтийн дагуу эргэн холбогдох эсэх?
ru: Последующее согласие?
vi: Theo dõi sự đồng ý?
zh: 后续同意吗？

source: Follow up?
id: Menindaklanjuti?
mn: Дагах уу?
ru: Следовать за?
vi: Theo sát?
zh: 跟进？

source: Follow Us and Sign Up Early!
id: Ikuti Kami dan Daftar Lebih Dini!
mn: Биднийг дагаж, эрт бүртгүүлээрэй!
ru: Подпишитесь на нас и зарегистрируйтесь заранее!
vi: Hãy theo dõi chúng tôi và đăng ký sớm!
zh: 关注我们并尽早注册！

source: Forgot password
id: Lupa kata sandi
mn: Нууц үг мартсан
ru: Забыли пароль
vi: Quên mật khẩu
zh: 忘记密码

source: Forgot password?
id: Lupa kata sandi?
mn: Нууц үг мартсан?
ru: Забыли пароль?
vi: Quên mật khẩu?
zh: 忘记密码？

source: Founded in 2019, Storepay embarked on a mission to revolutionize the financial industry with flexible, inclusive, and rewarding financial solutions. In 2020, we established our holding company in Singapore, marking a milestone in our commitment to innovation and global growth.
id: Didirikan pada tahun 2019, Storepay memulai misi untuk merevolusi industri keuangan dengan solusi keuangan yang fleksibel, inklusif, dan menguntungkan. Pada tahun 2020, kami mendirikan perusahaan induk di Singapura, yang menandai tonggak sejarah dalam komitmen kami terhadap inovasi dan pertumbuhan global.
mn: 2019 онд үүсгэн байгуулагдсан Storepay нь уян хатан, хүртээмжтэй, ашигтай санхүүгийн шийдлүүдээр санхүүгийн салбарт хувьсгал хийх эрхэм зорилгыг эхлүүлсэн. 2020 онд бид Сингапурт холдинг компаниа байгуулж, инновац, дэлхийн өсөлтийг хангах амлалтдаа нэг чухал үеийг тэмдэглэсэн.
ru: Основанная в 2019 году, компания Storepay поставила перед собой задачу произвести революцию в финансовой отрасли с помощью гибких, инклюзивных и выгодных финансовых решений. В 2020 году мы основали холдинговую компанию в Сингапуре, что стало важной вехой в нашей приверженности инновациям и глобальному росту.
vi: Được thành lập vào năm 2019, Storepay bắt đầu sứ mệnh cách mạng hóa ngành tài chính bằng các giải pháp tài chính linh hoạt, toàn diện và bổ ích. Năm 2020, chúng tôi thành lập công ty mẹ tại Singapore, đánh dấu một cột mốc trong cam kết đổi mới và tăng trưởng toàn cầu của chúng tôi.
zh: Storepay 成立于 2019 年，致力于通过灵活、包容且回报丰厚的金融解决方案彻底改变金融行业。2020 年，我们在新加坡成立了控股公司，标志着我们致力于创新和全球增长的里程碑。

source: FREEZE
id: MEMBEKUKAN
mn: Түр зогсоосон
ru: ЗАМОРАЖИВАТЬ
vi: ĐÔNG CỨNG
zh: 冻结

source: Freeze amount
id: Jumlah beku
mn: Хэмжээг хөлдөөх
ru: Заморозить сумму
vi: Số lượng đóng băng
zh: 冻结金额

source: Frequently asked questions
id: Pertanyaan yang sering muncul
mn: Байнга асуудаг асуултууд
ru: Часто задаваемые вопросы
vi: Các câu hỏi thường gặp
zh: 常见问题

source: Friend
id: Teman
mn: Найз
ru: Друг
vi: Bạn bè
zh: 好友

source: From
id: Dari
mn: -ээс
ru: От
vi: Từ
zh: 从

source: Full
id: Penuh
mn: Бүрэн
ru: Полный
vi: Đầy đủ
zh: 全部

source: Full name
id: Nama Lengkap
mn: Овог, нэр
ru: Полное имя
vi: Họ và tên
zh: 全名

source: Fun Atmosphere
id: Suasana Menyenangkan
mn: Хөгжилтэй уур амьсгал
ru: Веселая атмосфера
vi: Không khí vui vẻ
zh: 有趣的氛围

source: gamification
id: gamifikasi
mn: Тоглоомжуулалт
ru: геймификация
vi: trò chơi hóa
zh: 游戏化

source: Gamification
id: Gamifikasi
mn: Тоглоомжуулалт
ru: Геймификация
vi: Trò chơi
zh: 积分管理

source: Gamification deleted
id: Gamifikasi dihapus
mn: Тоглоомжуулалтыг устгалаа
ru: Геймификация удалена
vi: Đã xóa gamification
zh: 游戏化已删除

source: Gamification name
id: Nama gamifikasi
mn: Тоглоомжуулалтын нэр
ru: Название геймификации
vi: Tên trò chơi
zh: 游戏化名称

source: Gamification updated
id: Gamifikasi diperbarui
mn: Тоглоомжуулалтыг шинэчиллээ
ru: Геймификация обновлена
vi: Đã cập nhật gamification
zh: 游戏化更新

source: Gamification::Action::ChangeCreditScore
id: Gamifikasi::Aksi::UbahSkor Kredit
mn: Тоглоомжуулах :: Үйлдэл ::Зээлийн эрх өөрчлөх
ru: Геймификация::Action::ChangeCreditScore
vi: Gamification::Hành động::ChangeCreditScore
zh: 游戏化::行动::改变信用评分

source: Gamification::Action::ChangeCryptoWallet
id: Gamifikasi::Aksi::PerubahanCryptoWallet
mn: Gamification::Action::CryptoWallet-г өөрчлөх
ru: Геймификация::Действие::ИзменениеКриптоКошелька
vi: Gamification::Hành động::Thay đổiCryptoWallet
zh: 游戏化::行动::改变加密钱包

source: Gamification::Action::ChangeLoyaltyLevel
id: Gamifikasi::Tindakan::UbahLevel Loyalitas
mn: Тоглоомжуулалт:: Үйлдэл :: Үнэнч байдлын түвшин өөрчлөх
ru: Геймификация::Action::ChangeLoyaltyLevel
vi: Gamification::Hành động::Thay đổiMức độ trung thành
zh: 游戏化::行动::改变忠诚度

source: Gamification::Goal::LoanProduct
id: Gamifikasi::Tujuan::Produk Pinjaman
mn: Gamification::Зорилго::Зээлийн бүтээгдэхүүн
ru: Геймификация::Цель::КредитПродукт
vi: Gamification::Mục tiêu::LoanSản phẩm
zh: 游戏化::目标::贷款产品

source: Gamification::Goal::LoanQuality
id: Gamifikasi::Tujuan::KualitasPinjaman
mn: Gamification::Зорилго::ЗээлийнЧанар
ru: Геймификация::Цель::LoanQuality
vi: Gamification::Mục tiêu::Chất lượng cho vay
zh: 游戏化::目标::贷款质量

source: Gamification::Goal::Merchant
id: Gamifikasi::Tujuan::Pedagang
mn: Тоглоомжуулалт::Зорилго::Мерчант
ru: Геймификация::Цель::Торговец
vi: Trò chơi hóa::Mục tiêu::Người bán
zh: 游戏化::目标::商家

source: Gamification::Goal::PurchaseAmount
id: Gamifikasi::Sasaran::Jumlah Pembelian
mn: Тоглоомын хэлбэр:: Зорилго:: Худалдан авалтын дүн
ru: Геймификация::Цель::PurchaseAmount
vi: Gamification::Mục tiêu::Số tiền mua hàng
zh: 游戏化::目标::购买金额

source: Gamification::Goal::PurchaseCount
id: Gamifikasi::Sasaran::Jumlah Pembelian
mn: Тоглоомжуулалт:: Зорилго:: Худалдан авалтын тоо
ru: Геймификация::Goal::PurchaseCount
vi: Gamification::Mục tiêu::Số lượng mua hàng
zh: 游戏化::目标::购买次数

source: Gamification::Goal::TotalAmount
id: Gamifikasi::Sasaran::Jumlah Total
mn: Тоглоомын хэлбэр:: Зорилго:: Нийт дүн
ru: Геймификация::Цель::TotalAmount
vi: Gamification::Mục tiêu::Tổng số tiền
zh: 游戏化::目标::总金额

source: Gender
id: Jenis Kelamin
mn: Хүйс
ru: Пол
vi: Giới tính
zh: 性别

source: General
id: Umum
mn: Ерөнхий
ru: Общие
vi: Chung
zh: 常规

source: General info
id: Info umum
mn: Ерөнхий мэдээлэл
ru: Общая информация
vi: Thông tin chung
zh: 基本信息

source: General information
id: Informasi Umum
mn: Ерөнхий мэдээлэл
ru: Общая информация
vi: Thông tin chung
zh: 基本信息

source: Generate report
id: Hasilkan laporan
mn: Тайлан боловсруулах
ru: Сгенерировать отчет
vi: Tạo báo cáo
zh: 生成报告

source: Get report
id: Dapatkan laporan
mn: Тайлан авах
ru: Получить отчет
vi: Nhận báo cáo
zh: 获取报告

source: Get rewards as SPC token every time you complete your repayments.
id: Dapatkan hadiah sebagai token SPC setiap kali Anda menyelesaikan pembayaran Anda.
mn: Эргэн төлөлтөө дуусгах бүрдээ SPC жетон болгон шагнал аваарай.
ru: Получайте вознаграждения в виде токенов SPC каждый раз, когда завершаете выплаты.
vi: Nhận phần thưởng là token SPC mỗi khi bạn hoàn tất thanh toán.
zh: 每次完成还款时，都会获得 SPC 代币奖励。

source: Get the Storepay app now
mn: Storepay программыг яг одоо аваарай
ru: Загрузите приложение Storepay прямо сейчас
vi: Tải ứng dụng Storepay ngay
zh: 立即获取 Storepay 应用

source: Give feedback
id: Memberikan umpan balik
mn: Санал хүсэлтээ өгөх
ru: Оставить отзыв
vi: Cung cấp thông tin phản hồi
zh: 提供反馈

source: Given date balance
id: Saldo tanggal yang diberikan
mn: Өгөгдсөн огнооны үлдэгдэл
ru: Баланс на указанную дату
vi: Ngày cho số dư
zh: 给定日期余额

source: Go to my account
id: Masuk ke akun saya
mn: Миний бүртгэл
ru: Перейти в мой аккаунт
vi: Chuyển đến tài khoản của tôi
zh: 转到"我的帐户"

source: Goal
id: Tujuan
mn: Зорилго
ru: Цель
vi: Mục tiêu
zh: 目标

source: Goal name
id: Nama tujuan
mn: Зорилгын нэр
ru: Название цели
vi: Tên mục tiêu
zh: 目标名称

source: Goal policy
id: Kebijakan tujuan
mn: Зорилгын бодлого
ru: Целевая политика
vi: Chính sách mục tiêu
zh: 目标政策

source: Goals
id: Tujuan
mn: Зорилгууд
ru: Голы
vi: Bàn thắng
zh: 目标

source: Greater than
id: Lebih besar dari
mn: -аас их
ru: Больше чем
vi: Lớn hơn
zh: 大于

source: Greater than day1
id: Lebih besar dari hari1
mn: Өдөр 1-ээс их
ru: Больше, чем день1
vi: Lớn hơn ngày 1
zh: 大于第一天

source: Grid excel
id: kisi excel
ru: Сетка Excel
vi: Lưới excel
zh: 网格 excel

source: Grocery credit limit
id: Batas kredit belanjaan
mn: Хүнсний зээлийн хязгаар
ru: Кредитный лимит на продукты
vi: Hạn mức tín dụng mua sắm tạp hóa
zh: 食品杂货信用额度

source: Grocery limit
id: Batasan belanjaan
mn: Хүнсний хязгаар
ru: Лимит на продукты
vi: Giới hạn hàng tạp hóa
zh: 食品杂货限额
