Repository: StorePayLLC/storepay-price
Catalog: src/translations/messages/*.po
Languages: id, mn, ru, vi, zh

source: Unlock your key to hop on the journey of interest free payment from now on. You never have to worry about being constrained to your bank account balance again.
id: Buka kunci Anda untuk memulai perjalanan pembayaran tanpa bunga mulai sekarang. Anda tidak perlu khawatir lagi akan keterbatasan saldo rekening bank Anda.
mn: Одоогоос эхлэн хүүгүй төлбөрийн аялалд гарахын тулд түлхүүрийнхээ түгжээг тайлаарай. Та дахин банкны дансны үлдэгдэлд баригдах вий гэж санаа зовох хэрэггүй.
ru: Разблокируйте свой ключ, чтобы с этого момента отправиться в путешествие беспроцентной оплаты. Вам больше никогда не придется беспокоиться о том, что вы будете ограничены балансом вашего банковского счета.
vi: Mở khóa chìa khóa của bạn để bắt đầu hành trình thanh toán không tính lãi suất từ bây giờ. Bạn không bao giờ phải lo lắng về việc bị ràng buộc vào số dư tài khoản ngân hàng của mình nữa.
zh: 从现在起，解锁您的钥匙，踏上免息还款之旅。您再也不用担心受限于银行账户余额。

source: Unpaid penalty
id: Denda yang belum dibayar
mn: Төлөөгүй торгууль
ru: Неоплаченный штраф
vi: Tiền phạt chưa trả
zh: 未付罚款

source: Unrecognized
id: Tidak dikenali
mn: Танигдаагүй
ru: Непризнанный
vi: Không được công nhận
zh: 未被认可

source: Unrecognized transaction
id: Transaksi tidak dikenal
mn: Танигдаагүй гүйлгээ
ru: Нераспознанная транзакция
vi: Giao dịch không được công nhận
zh: 未确认的交易

source: Update
id: Perbarui
mn: Шинэчлэх
ru: Обновить
vi: Cập nhật
zh: 更新

source: Update category
id: Perbarui kategori
mn: Ангилал шинэчлэх
ru: Обновить категорию
vi: Cập nhật danh mục
zh: 更新分类

source: Update date
id: Tanggal pembaruan
mn: Шинэчилсэн огноо
ru: Дата обновления
vi: Cập nhật ngày
zh: 更新日期

source: Updated at
id: Diperbarui pada
mn: Шинэчлэгдсэн огноо
ru: Обновлено
vi: Cập nhật tại
zh: 更新于

source: Updated At
id: Dimutakhirkan Pada
mn: Шинэчлэгдсэн цаг
ru: Последнее обновление
vi: Đã cập nhật lúc
zh: 更新时间

source: Updated date
id: Tanggal diperbarui
mn: Шинэчлэгдсэн огноо
ru: Дата обновления
vi: Ngày cập nhật
zh: 更新日期

source: Upper secondary education
id: Pendidikan menengah atas
mn: Ахлах ангийн боловсрол
ru: Среднее образование
vi: Giáo dục trung học phổ thông
zh: 高中教育

source: User
id: Pengguna
mn: Хэрэглэгч
ru: Пользователь
vi: Người dùng
zh: 用户

source: User added
id: User ditambah
mn: Хэрэглэгч нэмэгдсэн
ru: Пользователь добавлен
vi: Người dùng đã thêm
zh: 用户已添加

source: User audit logs
id: Log audit pengguna
mn: Хэрэглэгчийн аудитын бүртгэл
ru: Журналы аудита пользователей
vi: Nhật ký kiểm tra người dùng
zh: 用户审计日志

source: User bank account has been created successfully
id: Akun bank pengguna telah berhasil dibuat
mn: Хэрэглэгчийн данс үүссэн
ru: Банковский счет пользователя был успешно создан
vi: Tài khoản ngân hàng của người dùng đã được tạo thành công
zh: 用户银行账户已成功创建

source: User citizen ID
id: ID warga negara pengguna
mn: Хэрэглэгчийн иргэний үнэмлэх
ru: Идентификатор гражданина пользователя
vi: ID công dân người dùng
zh: 用户公民身份证

source: User contract
id: Kontrak pengguna
mn: Хэрэглэгчийн гэрээ
ru: Пользовательский договор
vi: Hợp đồng người dùng
zh: 用户合同

source: User created successfully!
id: Pengguna berhasil dibuat!
mn: Хэрэглэгчийг амжилттай үүсгэсэн!
ru: Пользователь успешно создан!
vi: Người dùng đã được tạo thành công!
zh: 用户创建成功！

source: User email
id: Email
mn: Хэрэглэгчийн имэйл
ru: Email пользователя
vi: Email người dùng
zh: 用户邮箱

source: User Exchange Amount
id: Jumlah Pertukaran Pengguna
mn: Хэрэглэгчийн солилцооны дүн
ru: Сумма обмена пользователя
vi: Số tiền trao đổi của người dùng
zh: 用户兑换金额

source: User Exchange Count
id: Jumlah Pertukaran Pengguna
mn: Хэрэглэгчийн солилцооны тоо
ru: Количество обменов пользователями
vi: Số lượng trao đổi của người dùng
zh: 用户交换次数

source: User firstname
id: Nama depan pengguna
mn: Хэрэглэгчийн нэр
ru: Имя пользователя
vi: Tên người dùng
zh: 用户名字

source: User ID
id: ID Pengguna
mn: Хэрэглэгчийн ID
ru: ID пользователя
vi: ID người dùng
zh: 用户ID

source: User ID not found
id: ID Pengguna tidak ditemukan
mn: Хэрэглэгчийн ID олдсонгүй
ru: Идентификатор пользователя не найден
vi: Không tìm thấy ID người dùng
zh: 找不到會員ID

source: User info
id: Info Pengguna
mn: Хэрэглэгчийн мэдээлэл
ru: Информация о пользователе
vi: Thông tin người dùng
zh: 用户信息

source: User loyalty categories
id: Kategori loyalitas pengguna
mn: Хэрэглэгчийн лояалти ангилал
ru: Категории лояльности пользователей
vi: Danh mục khách hàng thân thiết
zh: 用户忠诚度类别

source: User manual
id: Panduan pengguna
mn: Ашиглах заавар
ru: Руководство пользователя
vi: Hướng dẫn sử dụng
zh: 用户手册

source: User not found
id: Pengguna tidak ditemukan
mn: Уг дугаарт хэрэглэгч бүртгэлгүй байна
ru: Пользователь не найден
vi: Không tìm thấy người dùng
zh: 用户没有找到

source: User not found. Please enter the email address manually
id: Pengguna tidak ditemukan. Harap masukkan alamat email secara manual
mn: Системд бүртгэлгүй байгаа тул урилга илгээх имэйл хаягийг оруулна уу. Имэйл хаягт очих урилгыг зөвшөөрч, шинэ хэрэглэгчээр бүртгүүлснээр эрх олгогдох болно.
ru: Пользователь не найден. Пожалуйста, введите адрес электронной почты вручную
vi: Không tìm thấy người dùng. Vui lòng nhập địa chỉ email theo cách thủ công
zh: 未找到用户。请手动输入电子邮件地址

source: User permission
id: Izin pengguna
mn: Системийн хэрэглэгч
ru: Разрешение пользователя
vi: Quyền của người dùng
zh: 用户权限

source: User phone
id: Telepon pengguna
mn: Хэрэглэгчийн утасны дугаар
ru: Телефон пользователя
vi: Điện thoại người dùng
zh: 用户的电话

source: User phone number
id: Nomor Telephone User
mn: Хэрэглэгчийн утасны дугаар
ru: Номер пользователя
vi: Số điện thoại của người dùng
zh: 用户电话号码

source: User removed
id: Pengguna dihapus
mn: Хэрэглэгчийг устгасан
ru: Пользователь удален
vi: Người dùng đã bị xóa
zh: 删除用户

source: User role
id: Peran pengguna
mn: Хэрэглэгчийн эрх
ru: Роль пользователя
vi: Vai trò người dùng
zh: 用户角色

source: User role detail page
id: Halaman detail peran pengguna
mn: Хэрэглэгчийн эрхийн дэлгэрэнгүй
ru: Страница сведений о роли пользователя
vi: Trang chi tiết vai trò người dùng
zh: 用户角色详细信息页面

source: User role list page
id: Halaman daftar peran pengguna
mn: Хэрэглэгчийн үүргийн жагсаалтын хуудас
ru: Страница списка ролей пользователей
vi: Trang danh sách vai trò người dùng
zh: 用户角色列表页面

source: User role successfully deleted
id: Peran pengguna berhasil dihapus
mn: Хэрэглэгчийн үүргийг амжилттай устгасан
ru: Роль пользователя успешно удалена
vi: Vai trò người dùng đã được xóa thành công
zh: 已成功删除用户角色

source: User role updated
id: Peran pengguna diperbarui
mn: Хэрэглэгчийн эрх шинэчлэгдсэн
ru: Роль пользователя обновлена
vi: Đã cập nhật vai trò của người dùng
zh: 用户角色已更新

source: User roles
id: Peran pengguna
mn: Хэрэглэгчийн эрх
ru: Роли пользователей
vi: Vai trò người dùng
zh: 用户角色

source: User successfully invited
id: Pengguna berhasil diundang
mn: Хэрэглэгчийг амжилттай уригдлаа
ru: Пользователь успешно приглашен
vi: Người dùng đã được mời thành công
zh: 用户已成功邀请

source: User updated
id: Pengguna diperbarui
mn: Хэрэглэгч шинэчлэгдсэн
ru: Пользователь обновлён
vi: Người dùng đã cập nhật
zh: 用户更新

source: Username
id: Nama Pengguna
mn: Хэрэглэгчийн нэр
ru: Имя пользователя
vi: Tên đăng nhập
zh: 用户名

source: Users
id: Pengguna
mn: Хэрэглэгчид
ru: Пользователи
vi: Người dùng
zh: 用户

source: Users can trade SPC tokens on listed exchanges, offering them <0>investment opportunities.</0>
id: Pengguna dapat memperdagangkan token SPC di bursa saham terdaftar, yang menawarkan mereka <0>peluang investasi.</0>
ru: Пользователи могут торговать токенами SPC на биржах, предлагающих им <0>инвестиционные возможности.</0>
vi: Người dùng có thể giao dịch token SPC trên các sàn giao dịch được niêm yết, mang đến cho họ <0>cơ hội đầu tư.</0>
zh: 用户可以在上市交易所交易 SPC 代币，为他们提供<0>投资机会。</0>

source: Using Storepay is simple and straightforward
id: Menggunakan Storepay itu mudah dan sederhana
mn: Storepay ашиглах нь энгийн бөгөөд ойлгомжтой
ru: Использовать Storepay просто и понятно
vi: Sử dụng Storepay rất đơn giản và dễ dàng
zh: 使用 Storepay 简单直接

source: Using this, merchant partners can take business loans instantly and with minimum requirements.
id: Dengan ini, mitra pedagang dapat mengambil pinjaman bisnis secara instan dan dengan persyaratan minimum.
mn: Үүнийг ашигласнаар худалдааны түншүүд бизнесийн зээлийг шууд, хамгийн бага шаардлагаар авах боломжтой.
ru: Используя это, торговые партнеры могут брать бизнес-кредиты мгновенно и с минимальными требованиями.
vi: Nhờ đó, các đối tác thương mại có thể vay vốn kinh doanh ngay lập tức và với các yêu cầu tối thiểu.
zh: 利用此功能，商户合作伙伴可以立即获得满足最低要求的商业贷款。

source: Verification
id: Verifikasi
mn: Баталгаажуулалт
ru: Проверка
vi: Xác minh
zh: 验证

source: Verification code
id: Kode verifikasi
mn: Баталгаажуулах код
ru: Код подтверждения
vi: Mã xác nhận
zh: 验证码

source: Verification code sent
id: Kode verifikasi telah terkirim
mn: Баталгаажуулах код илгээсэн
ru: Проверочный код отправлен
vi: Mã xác minh đã được gửi
zh: 验证码已发送

source: Verification submitted
id: Verifikasi telah dikirimkan
mn: Баталгаажуулалтыг илгээсэн
ru: Проверка отправлена
vi: Đã gửi xác minh
zh: 验证已提交

source: VerificationID
id: ID Verifikasi
mn: Баталгаажуулах ID
ru: ПроверочныйID
vi: ID xác minh
zh: 验证ID

source: Verified
id: Diverifikasi
mn: Баталгаажсан
ru: Проверенный
vi: Đã xác minh
zh: 已验证

source: VERIFIED
id: DIVERIFIKASI
mn: Баталгаажсан
ru: ПОДТВЕРЖДЕНО
vi: XÁC MINH
zh: 验证的

source: Verified users
id: Pengguna terverifikasi
mn: Нийт баталгаажсан хэрэглэгчдийн тоо
ru: Проверенные пользователи
vi: Người dùng đã xác minh
zh: 已验证用户

source: Verify
id: Verifikasi
mn: Баталгаажуулах
ru: Проверить
vi: Xác minh
zh: 验证

source: Video
mn: Видео
ru: Видео
zh: 视频

source: View all
id: Lihat semua
mn: Бүгдийг харах
ru: Посмотреть все
vi: Xem tất cả
zh: 查看全部

source: View all news
id: Lihat semua berita
mn: Бүх мэдээг үзэх
ru: Показать все новости
vi: Xem tất cả tin tức
zh: 查看所有

source: Village
id: Desa
mn: Хотхон
ru: Деревня
vi: Làng
zh: 村庄

source: Visible
id: Terlihat
mn: Харагдах
ru: Видимый
vi: Hiển thị
zh: 显示

source: Visible on users
id: Terlihat pada pengguna
mn: Хэрэглэгчдэд харагдах
ru: Видно пользователям
vi: Hiển thị trên người dùng
zh: 对用户可见

source: WAITING USER SIGNATURE
id: MENUNGGU TANDA TANGAN PENGGUNA
mn: Хэрэглэгчийн гарын үсэг хүлээгдэж буй
ru: ОЖИДАНИЕ ПОДПИСИ ПОЛЬЗОВАТЕЛЯ
vi: CHỜ CHỮ KÝ NGƯỜI DÙNG
zh: 等待用户签名

source: Wallet balance
id: Saldo dompet
mn: Хэтэвчний үлдэгдэл
ru: Баланс кошелька
vi: Số dư ví
zh: 钱包余额

source: Wallet ID
id: ID Dompet
mn: Хэтэвчний дугаар
ru: ID кошелька
vi: ID ví
zh: 钱包ID

source: Wallet name
id: Nama dompet
mn: Хэтэвчний нэр
ru: Имя кошелька
vi: Tên ví
zh: 钱包的名称

source: Want to grow your sales and customer base?
id: Tingkatkan penjualan dan basis pelanggan Anda?
mn: Борлуулалт болон харилцагчийн баазаа нэмэгдүүлэхийг хүсэж байна уу?
ru: Хотите увеличить продажи и клиентскую базу?
vi: Bạn muốn tăng doanh số và cơ sở khách hàng?
zh: 想要扩大您的销售量和客户群吗？

source: We cultivate a culture that thrives on innovation, inclusivity, and collaboration.
id: Kami mengembangkan budaya yang mengutamakan inovasi, inklusivitas, dan kolaborasi.
mn: Бид инновац, хүртээмжтэй байдал, хамтын ажиллагаа дээр хөгждөг соёлыг төлөвшүүлдэг.
ru: Мы развиваем культуру, основанную на инновациях, инклюзивности и сотрудничестве.
vi: Chúng tôi xây dựng một nền văn hóa đề cao sự đổi mới, hòa nhập và hợp tác.
zh: 我们培育一种蓬勃发展的创新、包容和协作文化。

source: We know how to have fun, with team-building activities and casual hangouts that build lasting friendships.
id: Kami tahu cara bersenang-senang, dengan kegiatan membangun tim dan tempat nongkrong santai yang membangun persahabatan yang langgeng.
mn: Бид хэрхэн цагийг зугаатай өнгөрүүлэхээ мэддэг. Баг бүрдүүлэх үйл ажиллагаанууд болон байнгын нөхөрлөлийг бий болгодог энгийн уулзалтууд.
ru: Мы знаем, как весело проводить время, проводя мероприятия по сплочению коллектива и неформальные встречи, которые способствуют укреплению крепких дружеских отношений.
vi: Chúng tôi biết cách tạo nên niềm vui thông qua các hoạt động xây dựng nhóm và các buổi tụ tập thân mật để xây dựng tình bạn lâu dài.
zh: 我们懂得如何通过团队建设活动和休闲聚会来获得乐趣，从而建立持久的友谊。

source: We offer a Buy Now, Pay Later (BNPL) fintech service through our mobile app. The app allows users to split their payments at our partner merchants with no interest and absolutely no hidden fees. Our holding company is based in Singapore, and we currently operate in Mongolia and Vietnam, with an exciting launch in Indonesia coming soon.
id: Kami menawarkan layanan Paylater (BNPL) melalui aplikasi mobile. Aplikasi ini memungkinkan Anda untuk membagi pembayaran di mitra kami tanpa bunga dan tanpa ada biaya tersembunyi lainnya. Perusahaan induk kami berpusat di Singapura, dan saat ini kami beroperasi di Mongolia dan Vietnam, dan nantikan peluncuran yang menarik dari kami di Indonesia.
mn: Бид мобайл программаараа дамжуулан одоо худалдаж ав, дараа нь төл (BNPL) финтек үйлчилгээг санал болгож байна. Энэхүү программ нь хэрэглэгчдэд ямар ч ашиггүй, ямар ч далд хураамжгүйгээр манай түнш худалдаачдад төлбөрөө хуваах боломжийг олгодог. Манай холдинг нь Сингапурт байрладаг бөгөөд бид одоогоор Монгол, Вьетнамд үйл ажиллагаагаа явуулж байгаа бөгөөд тун удахгүй Индонезид нээлтээ хийх гэж байна.
ru: Мы предлагаем финтех-сервис Buy Now, Pay Later (BNPL) через наше мобильное приложение. Приложение позволяет пользователям разделять свои платежи у наших партнеров-торговцев без процентов и абсолютно без скрытых комиссий. Наша холдинговая компания находится в Сингапуре, и в настоящее время мы работаем в Монголии и Вьетнаме, а скоро нас ждет захватывающий запуск в Индонезии.
vi: Chúng tôi cung cấp dịch vụ công nghệ tài chính Mua ngay, Trả sau (BNPL) thông qua ứng dụng di động của mình. Ứng dụng cho phép người dùng chia nhỏ khoản thanh toán của họ tại các đối tác bán hàng của chúng tôi mà không tính lãi suất và hoàn toàn không có phí ẩn. Công ty mẹ của chúng tôi có trụ sở tại Singapore và hiện đang hoạt động tại Mông Cổ và Việt Nam, với một sự ra mắt thú vị tại Indonesia sắp diễn ra.
zh: 我们通过移动应用提供“先买后付”（BNPL）金融科技服务。该应用允许用户在我们的合作商户分期付款，无需支付利息，也绝对没有隐藏费用。我们的控股公司位于新加坡，目前在蒙古和越南开展业务，即将在印度尼西亚推出这项令人兴奋的服务。

source: We strive to set trends, push boundaries, and encourage out-of-the-box thinking.
id: Kami berusaha keras untuk menetapkan tren, mendorong batasan, dan mendorong pemikiran di luar kotak.
mn: Бид чиг хандлагыг тогтоож, хил хязгаарыг давж, бэлэн бус сэтгэлгээг дэмжихийг хичээдэг.
ru: Мы стремимся задавать тенденции, раздвигать границы и поощрять нестандартное мышление.
vi: Chúng tôi nỗ lực tạo ra xu hướng, mở rộng ranh giới và khuyến khích tư duy sáng tạo.
zh: 我们努力引领潮流、突破界限并鼓励创新思维。

source: We're dedicated to bringing the benefits of digital finance to everyone. Join us in shaping a future where technology meets accessibility, security, and sustainability in finance.
id: Kami berkomitmen untuk membawa manfaat keuangan digital kepada semua orang. Bergabunglah bersama kami dalam membentuk masa depan di mana teknologi bertemu
ru: Мы стремимся сделать преимущества цифровых финансов доступными для всех. Присоединяйтесь к нам в формировании будущего, в котором технологии сочетаются с доступностью, безопасностью и устойчивостью в финансах.
vi: Chúng tôi cam kết mang lại lợi ích của tài chính kỹ thuật số cho mọi người. Hãy cùng chúng tôi định hình tương lai nơi công nghệ đáp ứng được khả năng tiếp cận, bảo mật và tính bền vững trong tài chính.
zh: 我们致力于让每个人都能享受数字金融的益处。加入我们，共同打造一个技术与金融的可访问性、安全性和可持续性相结合的未来。

source: Web hook
id: kait jaring
ru: Веб-крючок
vi: Móc web
zh: Web 钩子

source: Web site url
id: URL situs web
mn: Веб хаяг
ru: URL-адрес веб-сайта
vi: Địa chỉ trang web
zh: 网站网址

source: Webhook call back link
id: Tautan panggilan balik webhook
mn: Webhook буцаан залгах холбоос
ru: Ссылка обратного вызова WebHook
vi: Liên kết gọi lại webhook
zh: Webhook 回调链接

source: Website
mn: Вебсайт
ru: Сайт
zh: 网站

source: Website link
id: Tautan situs web
mn: Вэб сайтын холбоос
ru: Ссылка на сайт
vi: Địa chỉ website
zh: 网站链接

source: Weekly
id: Mingguan
mn: 7 хоног тутам
ru: Еженедельно
vi: Hàng tuần
zh: 每周

source: Weekly behavior
id: Perilaku mingguan
mn: 7 хоногийн зан байдал
ru: Еженедельное поведение
vi: Hành vi hàng tuần
zh: 每周行为

source: Welcome to Storepay Merchant Portal
id: Selamat datang di Portal Pedagang Storepay
mn: Storepay мерчант системд тавтай морилно уу
ru: Добро пожаловать на торговый портал Storepay
vi: Chào mừng bạn đến với Cổng thông tin người bán Storepay
zh: 欢迎来到 Storepay 商户门户

source: What 3 words
id: Apa 3 kata
mn: Ямар 3 үг вэ
ru: Какие 3 слова
vi: 3 từ gì thế
zh: 哪三个词

source: What feedback do you have regarding your experience?
id: Umpan balik apa yang Anda miliki mengenai pengalaman Anda?
mn: Танд ямар санал хүсэлт байгаа вэ?
ru: Какие отзывы вы можете получить о своем опыте?
vi: Bạn có phản hồi gì về trải nghiệm của mình không?
zh: 对于您的经历您有何反馈？

source: Which merchant's store?
id: Toko pedagang yang mana?
mn: Аль мерчантын дэлгүүр вэ?
ru: Магазин какого продавца?
vi: Cửa hàng của thương gia nào?
zh: 哪家商家的店铺？

source: Who we are
id: Siapa kami
mn: Бид хэн бэ
ru: Кто мы
vi: Chúng tôi là ai
zh: 我们是谁

source: Widowed
id: Janda
mn: Бэлэвсэн
ru: Вдовец /Вдова
vi: Góa phụ
zh: 丧偶

source: with Storepay
id: dengan Storepay
mn: Storepay-тай
ru: с Storepay
vi: với Storepay
zh: 使用 Storepay

source: With Storepay, buy the things you want today and pay over time for free.
id: Dengan Storepay, beli barang yang Anda inginkan hari ini dan bayar seiring berjalannya waktu secara gratis.
mn: Storepay ашиглан хүссэн зүйлээ өнөөдөр худалдаж аваад цаг хугацааны явцад төлбөрөө үнэгүй аваарай.
ru: С помощью Storepay вы можете купить нужные вам вещи сегодня и расплачиваться за них постепенно — совершенно бесплатно.
vi: Với Storepay, bạn có thể mua những thứ mình muốn ngay hôm nay và trả góp miễn phí theo thời gian.
zh: 使用 Storepay，您可以今天购买想要的东西，并免费分期付款。

source: With Storepay, you choose exactly when and how much you want to pay. We offer flexible payment methods that fit your budget.
id: Dengan Storepay, Anda dapat memilih kapan dan berapa jumlah yang ingin Anda bayar. Kami menawarkan metode pembayaran fleksibel yang sesuai dengan anggaran Anda.
mn: Storepay-ийн тусламжтайгаар та яг хэзээ, хэдийг төлөхөө өөрөө сонгоно. Бид таны төсөвт тохирсон уян хатан төлбөрийн аргыг санал болгож байна.
ru: С Storepay вы выбираете, когда и сколько именно вы хотите заплатить. Мы предлагаем гибкие способы оплаты, которые соответствуют вашему бюджету.
vi: Với Storepay, bạn có thể chọn chính xác thời điểm và số tiền bạn muốn thanh toán. Chúng tôi cung cấp các phương thức thanh toán linh hoạt phù hợp với ngân sách của bạn.
zh: 使用 Storepay，您可以准确选择付款时间和付款金额。我们提供适合您预算的灵活付款方式。

source: With us, your financial integrity is not just respected - <0>It’s rewarded</0>
id: Bersama kami, integritas keuangan Anda tidak hanya dihormati - <0>Tetapi juga dihargai</0>
mn: Бидэнтэй хамт таны санхүүгийн шударга байдлыг зөвхөн хүндэтгэдэггүй - <0>Энэ нь шагнал юм</0>
ru: С нами ваша финансовая порядочность не просто уважается - <0>она вознаграждается.</0>
vi: Với chúng tôi, sự toàn vẹn tài chính của bạn không chỉ được tôn trọng - <0>Mà còn được đền đáp</0>
zh: 与我们合作，您的财务诚信不仅会受到尊重 - <0>还会得到奖励</0>

source: Withdraw
id: Penarikan Dana
mn: Татаж авах
ru: Вывести
vi: Rút tiền
zh: 提现

source: Withdraw amount
id: Jumlah penarikan
mn: Хэрэглэгч рүү шилжүүлэх дүн
ru: Сумма вывода
vi: Số tiền rút ra
zh: 提现数量

source: Withdraw Amount
id: Jumlah penarikan
mn: Татгалзах дүн
ru: Сумма вывода
vi: Số tiền rút
zh: 提现数量

source: Withdraw Count
id: Hitungan Penarikan
mn: Татгалзах тоо
ru: Снять количество
vi: Số lượng rút tiền
zh: 提款次数

source: Withdraw status
id: Penarikan status
mn: Хэрэглэгч рүү шилжүүлэх төлөв
ru: მოთხოვნის სტატუსი
vi: Tình trạng rút tiền
zh: 提现状态

source: Withdraw success
id: Penarikan sukses
mn: Амжилтыг буцаах
ru: Вывод успеха
vi: Rút tiền thành công
zh: 提现成功

source: Withdraw Transfer
id: Tarik Transfer
mn: Шилжүүлгийг буцаах
ru: Перевод на снятие средств
vi: Rút tiền chuyển khoản
zh: 提款 转账

source: Woman, Electronic, Smart phone etc
id: Wanita, Elektronik, Ponsel pintar dll
mn: Эмэгтэй, электрон, ухаалаг утас гэх мэт
ru: Женщина, электроника, смартфон и т. д.
vi: Người phụ nữ, Điện tử, Điện thoại thông minh, v.v.
zh: 女人、电子、智能手机等

source: Work span
id: Rentang kerja
mn: Ажлын үргэлжлэх хугацаа
ru: Продолжительность работы
vi: Khoảng thời gian làm việc
zh: 工作跨度

source: Work-Life Balance
id: Keseimbangan Kehidupan-Kerja
mn: Ажил амьдралын тэнцвэр
ru: Баланс между работой и личной жизнью
vi: Cân bằng công việc và cuộc sống
zh: 工作与生活的平衡

source: WORKING INFO APPROVED
id: INFORMASI KERJA DISETUJUI
mn: АЖЛЫН МЭДЭЭЛЭЛ БАТЛАВ
ru: РАБОЧАЯ ИНФОРМАЦИЯ УТВЕРЖДЕНА
vi: THÔNG TIN LÀM VIỆC ĐÃ ĐƯỢC PHÊ DUYỆT
zh: 工作信息已获批准

source: Worried about your credit score? Unlock Storepay services with our alternative credit scoring method.
id: Khawatir tentang skor kredit Anda? Buka layanan Storepay dengan metode penilaian kredit alternatif kami.
mn: Зээлийн онооныхоо талаар санаа зовж байна уу? Манай өөр зээлийн онооны аргаар Storepay үйлчилгээг нээгээрэй.
ru: Беспокоитесь о своей кредитной истории? Разблокируйте услуги Storepay с помощью нашего альтернативного метода оценки кредитоспособности.
vi: Bạn lo lắng về điểm tín dụng của mình? Mở khóa dịch vụ Storepay bằng phương pháp chấm điểm tín dụng thay thế của chúng tôi.
zh: 担心您的信用评分？使用我们的替代信用评分方法解锁 Storepay 服务。

source: Xac credit scores
id: Nilai kredit Xac
mn: Хас зээлийн оноо
ru: Кредитный рейтинг Хак
vi: Điểm tín chỉ xác
zh: Xac 信用评分

source: xac credit scores page
id: halaman skor kredit xac
mn: xac зээлийн онооны хуудас
ru: Страница кредитного рейтинга xac
vi: trang điểm tín dụng xac
zh: xac 信用评分页面

source: Xac loans
id: Pinjaman Xac
mn: Хас зээл
ru: Хас кредиты
vi: Vay vốn xác
zh: Xac 贷款

source: XYP address
id: alamat XYP
mn: ХУР хаяг
ru: XYP-адрес
vi: Địa chỉ XYP
zh: XYP 地址

source: Year over year
id: Tahun demi tahun
mn: Өмнөх жилд харьцуулсан
ru: Год за годом
vi: Năm này qua năm khác
zh: 同比

source: Yearly
id: Tahunan
mn: Жил бүр
ru: Ежегодно
vi: Hàng năm
zh: 每年

source: Yes
id: Iya
mn: Тийм
ru: Да
vi: Có
zh: 是

source: Yesterday
id: Kemarin
mn: Өчигдөр
ru: Вчера
vi: Hôm qua
zh: 昨天

source: You already accepted the invitation!
id: Anda sudah menerima undangannya!
mn: Урилгыг аль хэдийн зөвшөөрсөн байна!
ru: Вы уже приняли приглашение!
vi: Bạn đã chấp nhận lời mời rồi!
zh: 您已经接受邀请！

source: You already rejected the invitation!
id: Anda sudah menolak undangannya!
mn: Урилгыг аль хэдийн татгалзсан байна!
ru: Вы уже отклонили приглашение!
vi: Bạn đã từ chối lời mời rồi!
zh: 您已经拒绝了邀请！

source: You can only upload JPG/PNG file!
id: Anda hanya dapat mengunggah file JPG/PNG!
mn: Та зөвхөн JPG/PNG файлыг байршуулах боломжтой!
ru: Вы можете загружать только файлы JPG/PNG!
vi: Bạn chỉ có thể tải lên tệp JPG/PNG!
zh: 您只能上传 JPG/PNG 文件！

source: You don't have any merchant's credential.
id: Anda tidak memiliki kredensial pedagang mana pun.
mn: Танд мерчантын хандах эрх байхгүй байна.
ru: У вас нет учетных данных продавца.
vi: Bạn không có bất kỳ thông tin xác thực nào của người bán.
zh: 您没有任何商家凭证。

source: You don't have permission to access this page
id: Anda tidak memiliki izin untuk mengakses halaman ini
mn: Хандах эрх байхгүй байна
ru: У вас нет разрешения на доступ к этой странице
vi: Bạn không có quyền truy cập trang này
zh: 您无权访问此页面

source: You have to create english category
id: Anda harus membuat kategori bahasa Inggris
mn: Та англи хэлний ангилал үүсгэх хэрэгтэй
ru: Вам нужно создать английскую категорию
vi: Bạn phải tạo chuyên mục tiếng anh
zh: 您必须创建英语类别

source: You must be invited to sign up!
id: Anda harus diundang untuk mendaftar!
mn: Бүртгүүлэхийн тулд уригдсан байх ёстой!
ru: Для регистрации вам необходимо получить приглашение!
vi: Bạn phải được mời để đăng ký!
zh: 您必须被邀请才能注册！
