Repository: StorePayLLC/storepay-price
Catalog: src/translations/messages/*.po
Languages: id, mn, ru, vi, zh

source: Requested users
id: Pengguna yang diminta
mn: Зөвшөөрөл хүссэн хэрэглэгчдийн тоо
ru: Запрошенные пользователи
vi: Người dùng được yêu cầu
zh: 请求的用户

source: Requester
id: Peminta
mn: Хүсэлт гаргагч
ru: Инициатор
vi: Người yêu cầu
zh: 申请人

source: Requester name
id: Nama pemohon
mn: Хүсэлт гаргагч нэр
ru: Имя запрашивающего
vi: Tên người yêu cầu
zh: 请求者姓名

source: Requester phone
id: Telepon pemohon
mn: Хүсэлт гаргагч утас
ru: Телефон отправителя запроса
vi: Điện thoại của người yêu cầu
zh: 请求者电话

source: Requester phone number
id: Nomor telepon pemohon
mn: Хүссэн утасны дугаар
ru: Номер телефона запрашивающего
vi: Số điện thoại của người yêu cầu
zh: 请求者电话号码

source: required
id: diperlukan
mn: шаардлагатай
ru: обязательно
vi: yêu cầu
zh: 必填

source: Required
id: Diperlukan
mn: Шаардлагатай
ru: Обязательно
vi: Cần thiết
zh: 必需

source: Resend
id: Kirim lagi
mn: Дахин илгээх
ru: Отправить повторно
vi: Gửi lại
zh: 重新发送

source: Reset password
mn: Нууц үг сэргээх
ru: Сбросить пароль
vi: Đặt lại mật khẩu
zh: 重置密码

source: Reset your password here
id: Setel ulang kata sandi Anda di sini
mn: Нууц үгээ эндээс сэргээнэ үү
ru: Сбросьте свой пароль здесь
vi: Thiết lập lại mật khẩu của bạn ở đây
zh: 在此重置您的密码

source: Resolved
id: Terselesaikan
mn: Шийдэгдсэн
ru: Решено
vi: Giải quyết
zh: 已解决

source: Respond
id: Menanggapi
mn: Хариулах
ru: Ответ
vi: Trả lời
zh: 回应

source: Respond at
id: Tanggapi di
mn: Хариулах
ru: Ответить на
vi: Trả lời tại
zh: 回复于

source: Respond expires at
id: Respon berakhir pada
mn: Хүсэлт дуусах өдөр
ru: Срок ответа истекает
vi: Trả lời hết hạn vào lúc
zh: 响应到期时间

source: Respond reason
id: Menanggapi alasan
mn: Шалтгааныг хариулах
ru: Причина ответа
vi: Trả lời lý do
zh: 回复原因

source: Respond to feedback
id: Tanggapi umpan balik
mn: Санал хүсэлтэд хариу өгөх
ru: Ответить на отзыв
vi: Trả lời phản hồi
zh: 回复反馈

source: Responded at
id: Ditanggapi di
mn: -д хариу өгсөн
ru: Ответил в
vi: Đã trả lời tại
zh: 回复于

source: Responded date
id: Tanggal respons
mn: Хариу өгсөн огноо
ru: Дата ответа
vi: Ngày trả lời
zh: 回复日期

source: Responder
id: Responden
mn: Хариулагч
ru: Ответчик
vi: Người trả lời
zh: 响应者

source: Responder email
id: Email penjawab
mn: Хариулах имэйл
ru: Адрес электронной почты ответчика
vi: Email phản hồi
zh: 回复电子邮件

source: Responder name
id: Nama responden
mn: Хүсэлт батлагч нэр
ru: Имя респондента
vi: Tên người trả lời
zh: 响应者姓名

source: Responder phone
id: Telepon responden
mn: Хүсэлт батлагч утас
ru: Телефон для ответчика
vi: Điện thoại trả lời
zh: 接听电话

source: Response
id: Respon
mn: Хариулт
ru: Ответ
vi: Phản hồi
zh: 响应

source: Responsibility
id: Tanggung jawab
mn: Хариуцлага
ru: Ответственность
vi: Trách nhiệm
zh: 责任

source: Result detail
id: Detail hasil
mn: Үр дүнгийн дэлгэрэнгүй
ru: Подробный результат
vi: Chi tiết kết quả
zh: 结果详情

source: Returns & Changes
id: Pengembalian & Perubahan
mn: Буцаалт, өөрчлөлт
ru: Возвраты и изменения
vi: Trả lại & Thay đổi
zh: 退货和变更

source: Reward Amount
id: Jumlah Hadiah
mn: Шагналын хэмжээ
ru: Сумма вознаграждения
vi: Số tiền thưởng
zh: 奖励金额

source: Reward Count
id: Hitungan Hadiah
mn: Шагналын тоо
ru: Количество наград
vi: Số lượng phần thưởng
zh: 奖励次数

source: Role
id: Peran
mn: Эрх
ru: Роль
vi: Vai trò
zh: 角色

source: Role matrix
id: Matriks peran
mn: Дүрийн матриц
ru: Ролевая матрица
vi: Ma trận vai trò
zh: 角色矩阵

source: Role name
id: Nama peran
mn: Үүргийн нэр
ru: Имя роли
vi: Tên vai trò
zh: 角色名称

source: Salary income
id: Pendapatan gaji
mn: Цалингийн орлого
ru: Заработная плата
vi: Thu nhập tiền lương
zh: 工资收入

source: Sales
id: Penjualan
mn: Борлуулалт
ru: Продажи
vi: Bán hàng
zh: 销售

source: Sales amount
id: Jumlah penjualan
mn: Борлуулалтын дүн
ru: Объём продаж
vi: Sản lượng bán ra
zh: 销售合计

source: Sales Amount
id: Jumlah Penjualan
mn: Борлуулалтын хэмжээ
ru: Сумма чистой выручки
vi: Doanh thu hiện tại
zh: 销售额

source: Sales amount | greater than
id: Jumlah penjualan | lebih besar dari
mn: Эхлэх үнийн дүн
ru: Сумма продаж | больше чем
vi: Số lượng bán | lớn hơn
zh: 销售金额 | 大于

source: Sales amount by range
id: Jumlah penjualan berdasarkan rentang
mn: Борлуулалтын дүн (хугацаагаар)
ru: Объем продаж по ассортименту
vi: Số lượng bán theo phạm vi
zh: 各范围销售额

source: Sales amount by store
id: Jumlah penjualan menurut toko
mn: Борлуулалтын дүн дэлгүүрээр
ru: Объем продаж по магазинам
vi: Số lượng bán theo cửa hàng
zh: 各店铺销售额

source: Sales Count
id: Jumlah Penjualan
mn: Борлуулалтын тоо
ru: Подсчет продаж
vi: Số lượng đơn hàng
zh: 销售量

source: Sales count by range
id: Jumlah penjualan berdasarkan rentang
mn: Борлуулалтын тоо (хугацаагаар)
ru: Количество продаж по диапазону
vi: Số lượng bán theo phạm vi
zh: 按范围统计销售额

source: Sales count by store
id: Jumlah penjualan menurut toko
mn: Борлуулалтын тоо дэлгүүрээр
ru: Количество продаж по магазинам
vi: Số lượng bán hàng theo cửa hàng
zh: 各门店销售数量

source: Sales department
id: Departemen penjualan
mn: Борлуулалтын хэлтэс
ru: Отдел продаж
vi: Phòng kinh doanh
zh: 销售部

source: Sales overview
id: Ikhtisar penjualan
mn: Борлуулалтын тойм
ru: Обзор продаж
vi: Tổng quan về doanh số bán hàng
zh: 销售概览

source: Sales transfer
id: Transfer penjualan
mn: Төлбөр шилжүүлэг
ru: Передача продаж
vi: Chuyển nhượng bán hàng
zh: 销售转移

source: Sales volume
id: Volume penjualan
mn: Борлуулалтын тоо
ru: Объем продаж
vi: Khối lượng bán hàng
zh: 销售量

source: Save
id: Simpan
mn: Хадгалах
ru: Сохранить
vi: Lưu
zh: 保存

source: Score max
id: Skor maks
mn: Хамгийн их оноо
ru: Максимальный балл
vi: Điểm tối đa
zh: 最高得分

source: Score min
id: Skor min
mn: Хамгийн бага оноо
ru: Оценка мин.
vi: Điểm tối thiểu
zh: 最低得分

source: Search
id: Cari
mn: Хайх
ru: Поиск
vi: Tìm kiếm
zh: 搜索

source: Search by category
id: Cari berdasarkan kategori
mn: Ангиллаар хайх
ru: Поиск по категории
vi: Tìm kiếm theo danh mục
zh: 按分类搜索

source: Search by purchase number
id: Cari berdasarkan nomor pembelian
mn: Худалдан авалтын дугаараар хайх
ru: Поиск по номеру покупки
vi: Tìm theo mã số mua hàng
zh: 按购买编号搜索

source: Security
id: Keamanan
mn: Аюулгүй байдал
ru: Безопасность
vi: Bảo mật
zh: 安全

source: See details
id: Lihat detailnya
mn: Дэлгэрэнгүйг харах
ru: Подробности
vi: Xem chi tiết
zh: 查看具体信息

source: See role matrix
id: Lihat matriks peran
mn: Дүрийн матрицыг үзнэ үү
ru: См. матрицу ролей
vi: Xem ma trận vai trò
zh: 查看角色矩阵

source: Select
id: Pilih
mn: Сонгох
ru: Выбрать
vi: Chọn
zh: 选择

source: Select a bank account
id: Pilih rekening bank
mn: Банкны данс сонгох
ru: Выберите банковский счет
vi: Chọn một tài khoản ngân hàng
zh: 选择银行账户

source: Select a documentation
id: Pilih dokumentasi
mn: Баримт бичгийг сонгоно уу
ru: Выберите документацию
vi: Chọn một tài liệu
zh: 选择文档

source: Select a merchant role
id: Pilih peran pedagang
mn: Мерчантын эрхийг сонгоно уу
ru: Выберите роль продавца
vi: Chọn vai trò người bán
zh: 选择商家角色

source: Select a status
id: Pilih status
mn: Төлөв сонгоно уу
ru: Выберите статус
vi: Chọn trạng thái
zh: 选择状态

source: Select a store
id: Pilih toko
mn: Дэлгүүр сонгоно уу
ru: Выберите магазин
vi: Chọn một cửa hàng
zh: 选择商店

source: Select all
id: Pilih semua
mn: Бүгдийг сонгох
ru: Выбрать все
vi: Chọn tất cả
zh: 全选

source: Select bank
id: Pilih bank
mn: Банк сонгоно уу
ru: Выберите банк
vi: Chọn ngân hàng
zh: 选择银行

source: Select bank account
id: Pilih rekening bank
mn: Банкны данс сонгоно уу
ru: Выберите банковский счет
vi: Chọn tài khoản ngân hàng
zh: 选择银行账户

source: Select bank accounts from merchant
id: Pilih rekening bank dari pedagang
mn: Мерчантын банкны данснуудаас сонгоно уу
ru: Выберите банковские счета у продавца
vi: Chọn tài khoản ngân hàng từ thương gia
zh: 选择商家的银行账户

source: Select cgw
id: Pilih cgw
mn: CGW-г сонгоно уу
ru: Выберите cgw
vi: chọn cgw
zh: 选择cgw

source: Select contract type
id: Pilih jenis kontrak
mn: Гэрээний төрлийг сонгоно уу
ru: Выберите тип договора
vi: Chọn loại hợp đồng
zh: 选择合同类型

source: Select goal policy
id: Pilih kebijakan tujuan
mn: Зорилгын бодлогыг сонгоно уу
ru: Выберите целевую политику
vi: Chọn chính sách mục tiêu
zh: 选择目标政策

source: Select images to delete
id: Pilih gambar yang akan dihapus
mn: Устгах зургуудыг сонгоно уу
ru: Выберите изображения для удаления
vi: Chọn hình ảnh để xóa
zh: 选择要删除的图像

source: Select match policy
id: Pilih kebijakan kecocokan
mn: Тохируулах бодлогыг сонгоно уу
ru: Выберите политику в случае совпадения
vi: Chọn chính sách đối sánh
zh: 选择匹配政策

source: Select merchant
id: Pilih pedagang
mn: Мерчант сонгоно уу
ru: Выберите продавца
vi: Chọn người bán
zh: 选择商户

source: Select merchant store
id: Pilih toko pedagang
mn: Мерчантын дэлгүүр сонгоно уу
ru: Выберите магазин продавца
vi: Chọn cửa hàng thương mại
zh: 选择商家店铺

source: Select owner
id: Pilih pemilik
mn: Эзэмшигчийг сонгоно уу
ru: Выберите владельца
vi: Chọn chủ sở hữu
zh: 选择所有者

source: Select payment method
id: Pilih metode pembayaran
mn: Төлбөрийн хэрэгслийг сонгоно уу
ru: Выберите способ оплаты
vi: Chọn phương thức thanh toán
zh: 选择付款方式

source: Select policy
id: Pilih kebijakan
mn: Бодлогоо сонгоно уу
ru: Выберите политику
vi: Chọn chính sách
zh: 选择政策

source: Select product
id: Pilih produk
mn: Бүтээгдэхүүн сонгоно уу
ru: Выберите продукт
vi: Chọn sản phẩm
zh: 选择产品

source: Select region
id: Pilih wilayah
mn: Бүс нутаг сонгоно уу
ru: Выберите регион
vi: Chọn Khu vực
zh: 选择区域

source: Select repeat
id: Pilih ulangi
mn: Давтамжийг сонгоно уу
ru: Выбрат повтор
vi: Chọn lặp lại
zh: 选择重复

source: Select store
id: Pilih toko
mn: Дэлгүүр сонгох
ru: Выберите магазин
vi: Chọn cửa hàng
zh: 选择存储

source: Select stores
id: Pilih toko
mn: Дэлгүүрүүдийг сонгох
ru: Выберите магазины
vi: Chọn cửa hàng
zh: 选择商店

source: Select transaction type
id: Pilih jenis transaksi
mn: Гүйлгээний төрлийг сонгоно уу
ru: Выберите тип транзакции
vi: Chọn loại giao dịch
zh: 选择交易类型

source: Select user bank account
id: Pilih rekening bank pengguna
mn: Хэрэглэгчийн банкны данс сонгоно уу
ru: Выберите банковский счет пользователя
vi: Chọn tài khoản ngân hàng của người dùng
zh: 选择用户银行账户

source: Select user loyalty
id: Pilih loyalitas pengguna
mn: Хэрэглэгчийн лояалти түвшин сонгоно уу
ru: Выберите лояльность пользователя
vi: Chọn mức độ trung thành của người dùng
zh: 选择用户忠诚度

source: Select your region
id: Pilih wilayah Anda
mn: Бүс нутгаа сонгоно уу
ru: Выберите Ваш регион
vi: Chọn vùng của bạn
zh: 选择你的地区

source: Selfie
id: Swafoto
mn: Селфи
ru: Селфи
vi: Tự sướng
zh: 自拍

source: Selfie and Signature failed
id: Selfie dan Tanda Tangan gagal
mn: Селфи болон гарын үсэг шаардлага хангаагүй
ru: Селфи и подпись не удалось
vi: Ảnh selfie và chữ ký không thành công
zh: 自拍签名失败

source: Selfie failed
id: Selfie gagal
mn: Селфи зураг шаардлага хангаагүй
ru: Селфи не удалось
vi: Chụp ảnh tự sướng không thành công
zh: 自拍失败

source: Seller
id: Penjual
mn: Борлуулагч
ru: Продавец
vi: Người bán
zh: 卖家

source: Send code
id: Kirim kode
mn: Код илгээх
ru: Отправить код
vi: Gửi mã
zh: 发送代码

source: Send feedback
id: Kirim masukan
mn: Санал илгээх
ru: Отправить отзыв
vi: Gửi phản hồi
zh: 发送反馈

source: Send mail
id: Kirim email
mn: Шуудан илгээх
ru: Отправить email
vi: Gởi thư
zh: 发送邮件

source: Sender email
id: Pengirim email
mn: Илгээгчийн имэйл
ru: Электронная почта отправителя
vi: Email người gởi
zh: 发件人邮箱

source: Sending
id: Mengirim
mn: Илгээж байна
ru: Отправка
vi: Đang gửi
zh: 发送中

source: Sent
id: Terkirim
mn: Илгээсэн
ru: Отправлено
vi: Đã gửi
zh: 发送

source: Separated
id: Berpisah
mn: Тусдаа амьдардаг
ru: Отделенный
vi: Đã chia tay
zh: 分居

source: Server
mn: Сервер
ru: Сервер
vi: Máy chủ
zh: 服务器

source: Set new password here
id: Tetapkan kata sandi baru di sini
mn: Шинэ нууц үг тохируулна уу
ru: Установите новый пароль здесь
vi: Đặt mật khẩu mới ở đây
zh: 在此设置新密码

source: Settings
id: Pengaturan
mn: Тохиргоо
ru: Настройки
vi: Cài đặt
zh: 设置

source: Settled
id: Mapan
mn: Суурин
ru: Урегулированный
vi: Đã thanh toán
zh: 结算

source: Settlement amount
id: Jumlah penyelesaian
mn: Шилжүүлгийн дүн
ru: Сумма расчета
vi: Số tiền thanh toán
zh: 结算金额

source: Settlement batch
id: Batch penyelesaian
mn: Багц орлого
ru: Расчетная партия
vi: Đợt thanh toán
zh: 结算批次

source: Settlement date
id: Tanggal Penyelesaian
mn: Төлбөрийн огноо
ru: Дата расчетов
vi: Ngày thanh toán
zh: 结算日

source: Settlement date | from
id: Tanggal penyelesaian | dari
mn: Тооцооны огноо | -аас
ru: Дата расчета | от
vi: Ngày thanh toán | từ
zh: 结算日期 | 从

source: Settlement day
id: Hari penyelesaian
mn: Төлбөр шилжих хоног
ru: Расчетный день
vi: Ngày giải quyết
zh: 结算日

source: Settlement delay
id: Keterlambatan penyelesaian
mn: Төлбөр тооцооны саатал
ru: Задержка расчета
vi: Trì hoãn quyết toán
zh: 结算延迟

source: Settlement details
id: Detail penyelesaian
mn: Төлбөрийн дэлгэрэнгүй мэдээлэл
ru: Детали расчета
vi: Chi tiết quyết toán
zh: 结算细节

source: Settlement id
id: ID pemukiman
mn: Төлбөр шилжилт ID
ru: Идентификатор поселения
vi: Mã định cư
zh: 结算编号

source: Settlement ID
id: ID Penyelesaian
mn: Төлбөрийн ID
ru: Идентификатор поселения
vi: ID thanh toán
zh: 结算编号

source: Settlement info
id: Info pemukiman
mn: Багцын задаргаа
ru: Информация о поселении
vi: Thông tin thanh toán
zh: 结算信息

source: Settlement reports
id: Laporan penyelesaian
mn: Төлбөрийн тайлан
ru: Отчеты о расчетах
vi: Báo cáo quyết toán
zh: 结算报告

source: Settlement status
id: Status penyelesaian
mn: Төлбөрийн статус
ru: Статус расчета
vi: Tình trạng giải quyết
zh: 结算状态

source: Settlement transfer type
id: Jenis transfer penyelesaian
mn: Төлбөр тооцооны шилжүүлгийн төрөл
ru: Тип перевода расчетов
vi: Loại chuyển nhượng thanh toán
zh: 结算转账类型

source: Settlements
id: Penyelesaian
mn: Төлбөр, тооцоо
ru: Соглашения
vi: Bảng thanh toán
zh: 结算

source: Short name
id: Nama pendek
mn: Богино нэр
ru: Короткое имя
vi: Tên viết tắt
zh: 简称

source: Show arguments
id: Tampilkan argumen
mn: Аргументуудыг харуулах
ru: Показать аргументы
vi: Hiển thị các đối số
zh: 显示参数

source: Show arrow
id: Tampilkan panah
mn: Сум харуулах
ru: Показать стрелку
vi: Hiển thị mũi tên
zh: 显示箭头

source: Show indicators
id: Tampilkan indikator
mn: Шалгуур үзүүлэлтүүдийг харуулах
ru: Показать индикаторы
vi: Hiển thị chỉ báo
zh: 显示指标

source: Show or hide gamification
id: Menampilkan atau menyembunyikan gamifikasi
mn: Тоглоомжуулалтыг харуулах эсвэл нуух
ru: Показать или скрыть геймификацию
vi: Hiển thị hoặc ẩn trò chơi
zh: 显示或隐藏游戏化

source: Show thumbnail
id: Tampilkan gambar mini
mn: Thumbnail зургийг харуулах
ru: Показать миниатюру
vi: Hiển thị hình thu nhỏ
zh: 显示缩略图

source: Show user action
id: Tampilkan tindakan pengguna
mn: Хэрэглэгчийн үйлдлийг харуулах
ru: Показать действия пользователя
vi: Hiển thị hành động của người dùng
zh: 显示用户操作

source: Sibling
id: Saudara Kandung
mn: Ах, эгч, дүү
ru: Брат или сестра
vi: Anh em ruột
zh: 兄弟姐妹

source: Sign in
id: Masuk
mn: Нэвтрэх
ru: Войти
vi: Đăng nhập
zh: 登录

source: Sign in to StorePay
id: Masuk ke StorePay
mn: StorePay-д нэвтрэх
ru: Войдите в StorePay
vi: Đăng nhập vào StorePay
zh: 登录 StorePay

source: Sign up
id: Daftar
mn: Бүртгүүлэх
ru: Регистрация
vi: Đăng ký
zh: 注册

source: Sign Up
id: Daftar
mn: Бүртгүүлэх
ru: Зарегистрироваться
vi: Đăng ký
zh: 注册

source: Sign Up as a User
id: Daftar sebagai Pengguna
mn: Хэрэглэгчээр бүртгүүлнэ үү
ru: Зарегистрироваться как пользователь
vi: Đăng ký làm người dùng
zh: 注册成为用户

source: Sign up to StorePay
id: Daftar ke StorePay
mn: StorePay-д бүртгүүлэх
ru: Зарегистрируйтесь в StorePay
vi: Đăng ký StorePay
zh: 注册 StorePay

source: Signatory name
id: Nama penandatangan
mn: Гарын үсэг зурсан
ru: Имя подписавшего
vi: Tên người ký
zh: 签署人姓名

source: Signatory's email
id: Email penandatangan
mn: Гарын үсэг зурсан хүний имэйл хаяг
ru: Электронная почта подписанта
vi: Email của người ký
zh: 签署人的电子邮件

source: Signatory's phone number
id: Nomor telepon penandatangan
mn: Гарын үсэг зурсан хүний утасны дугаар
ru: Номер телефона подписанта
vi: Số điện thoại của người ký
zh: 签署人的电话号码

source: Signatory's position
id: posisi penandatangan
mn: Гарын үсэг зурсан хүний албан тушаал
ru: Позиция подписанта
vi: Vị trí của người ký
zh: 签署人的立场

source: Signature
id: Tanda Tangan
mn: Гарын үсэг
ru: Подпись
vi: Chữ ký
zh: 签名

source: Signature address
id: Alamat tanda tangan
mn: Гэрээ байгуулсан хүний хаяг
ru: Адрес подписи
vi: Địa chỉ chữ ký
zh: 签名地址

source: Signature email
id: Tanda tangan email
mn: Гэрээ байгуулсан хүний албан имэйл
ru: Подпись электронной почты
vi: Email chữ ký
zh: 签名电子邮件

source: Signature failed
id: Penandatanganan gagal
mn: Гарын үсэг татгалзсан
ru: Подпись не удалась
vi: Chữ ký không thành công
zh: 签名失败

source: SIGNATURE FAILED
id: TANDA TANGAN GAGAL
mn: Гарын үсэг шаардлага хангаагүй
ru: ПОДПИСЬ НЕ УДАЛЕНА
vi: CHỮ KÝ KHÔNG THẤT BẠI
zh: 签名失败

source: Signature name
id: Nama tanda tangan
mn: Гэрээ байгуулсан хүний нэр
ru: Подпись имя
vi: Tên chữ ký
zh: 签名名称

source: Signature phone
id: Telepon tanda tangan
mn: Гэрээ байгуулсан хүний утас
ru: Телефон для подписи
vi: Điện thoại chữ ký
zh: 签名电话

source: Signature position
id: Posisi tanda tangan
mn: Гэрээ байгуулсан хүний албан тушаал
ru: Позиция подписи
vi: Vị trí chữ ký
zh: 签名位置

source: Signed date
id: Tanggal ditandatangani
mn: Гарын үсэг зурсан огноо
ru: Дата подписания
vi: Ngay ki kêt
zh: 签名日期

source: Similarity
id: Kemiripan
mn: Ижил төстэй байдал
ru: Сходство
vi: Sự giống nhau
zh: 相似

source: Simply search “Storepay” on your mobile device and join the hassle-free burden free savvy family.
id: Cukup cari “Storepay” di perangkat seluler Anda dan bergabunglah dengan keluarga cerdas yang bebas repot dan bebas beban.
mn: Зүгээр л гар утсан дээрээ "Storepay" хайгаад, ямар ч асуудалгүй, ухаалаг гэр бүлд нэгдээрэй.
ru: Просто найдите «StorePay» на своем мобильном устройстве и присоединяйтесь к семье опытных платежных систем, избавленных от лишних хлопот.
vi: Chỉ cần tìm kiếm “Storepay” trên thiết bị di động của bạn và tham gia vào gia đình thông minh, không phiền hà, không gánh nặng.
zh: 只需在您的移动设备上搜索“Storepay”即可加入无忧无虑、无负担的精明家庭。

source: Single
mn: Ганц бие
ru: Один
vi: Độc thân
zh: 单个

source: Skipped
id: Dilewati
mn: Алгассан
ru: Пропущено
vi: Bỏ qua
zh: 跳过

source: Slider duration
id: Durasi penggeser
mn: Слайдерын үргэлжлэх хугацаа
ru: Продолжительность слайдера
vi: Thời lượng thanh trượt
zh: 滑块持续时间

source: Slider duration by milliseconds
id: Durasi penggeser per milidetik
mn: Слайдерын үргэлжлэх хугацаа миллисекунд
ru: Длительность слайдера в миллисекундах
vi: Thời lượng thanh trượt tính bằng mili giây
zh: 滑块持续时间（以毫秒为单位）

source: Slider images
id: Gambar penggeser
mn: Слайдер зургууд
ru: Изображения слайдера
vi: Hình ảnh thanh trượt
zh: 滑块图像

source: Snapshot date
id: Tanggal snapshot
mn: Зургийн огноо
ru: Дата снимка
vi: Ngày chụp nhanh
zh: 快照日期

source: Snapshot report
id: Laporan snapshot
mn: Шуурхай тайлан
ru: Отчет о снимке
vi: Báo cáo ảnh chụp nhanh
zh: 快照报告

source: Social profiles
id: Profil sosial
mn: Нийгмийн профайлууд
ru: Социальные профили
vi: Hồ sơ xã hội
zh: 社交资料

source: Sort
id: Urutkan
mn: Эрэмбэ
ru: Сортировать
vi: Sắp xếp
zh: 排序

source: Source
id: Sumber
mn: Эх сурвалж
ru: Источник
vi: Nguồn
zh: 来源

source: Source type
id: Jenis sumber
mn: Эх сурвалжийн төрөл
ru: Тип источника
vi: Loại nguồn
zh: 来源类型

source: SourceID
id: ID Sumber
vi: NguồnID
zh: 源ID

source: SourceType
id: Jenis Sumber
mn: Эх сурвалжийн төрөл
ru: ИсточникТип
vi: Loại nguồn
zh: 日志类型

source: SPC
zh: 统计过程控制

source: SPC amount
id: jumlah SPC
mn: SPC хэмжээ
ru: Сумма СПК
vi: số lượng SPC
zh: SPC 金额

source: SPC available balance
id: Saldo tersedia SPC
mn: SPC боломжит үлдэгдэл
ru: Доступный баланс SPC
vi: SPC số dư khả dụng
zh: SPC可用余额

source: SPC credit rights
id: Hak kredit SPC
mn: SPC эрхийн хэмжээ
ru: Кредитные права SPC
vi: Quyền tín dụng SPC
zh: SPC信用权

source: SPC information
id: informasi SPC
mn: SPC мэдээлэл
ru: Информация СПК
vi: Thông tin SPC
zh: SPC信息

source: SPC loan transactions
id: Transaksi pinjaman SPC
mn: ТӨХ-ны зээлийн гүйлгээ
ru: Кредитные операции SPC
vi: Giao dịch vay SPC
zh: SPC 贷款交易

source: SPC Price
id: Harga SPC
mn: SPC ханш
ru: Цена SPC
vi: Giá SPC
zh: SPC价格

source: SPC rate
id: Tingkat SPC
mn: SPC ханш
ru: Ставка SPC
vi: Tỷ lệ SPC
zh: SPC 费率

source: Spc report
id: Laporan spc
mn: SPC тайлан
ru: отчет СПЦ
vi: Báo cáo Spc
zh: Spc 报告

source: SPC report
id: laporan SPC
mn: SPC тайлан
ru: отчет SPC
vi: Báo cáo SPC
zh: SPC报告

source: SPC Token
id: Token SPC*
mn: SPC токен
ru: Токен SPC
vi: Mã thông báo SPC
zh: SPC 代币

source: SPC transactions
id: Transaksi SPC
mn: SPC гүйлгээ
ru: SPC-транзакции
vi: Giao dịch SPC
zh: SPC 交易

source: SPC wallet balance
id: Saldo dompet SPC
mn: SPC хэтэвчний үлдэгдэл
ru: Баланс кошелька SPC
vi: Số dư ví SPC
zh: SPC 钱包余额

source: SPC Withdraw
id: Penarikan SPC
mn: SPC зарлага
ru: SPC Вывод
vi: Rút tiền SPC
zh: SPC 提款

source: Special
id: Spesial
mn: Тусгай
ru: Особый
vi: Đặc biệt
zh: 特别

source: Special user
id: Pengguna khusus
mn: Тусгай хэрэглэгч
ru: Специальный пользователь
vi: Người dùng đặc biệt
zh: 特殊用户

source: Special user verifications
id: Verifikasi pengguna khusus
mn: Тусгай хэрэглэгчийн баталгаажуулалт
ru: Специальные проверки пользователей
vi: Xác minh người dùng đặc biệt
zh: 特殊用户验证

source: Special users
id: Pengguna khusus
mn: Тусгай хэрэглэгчид
ru: Специальные пользователи
vi: Người dùng đặc biệt
zh: 特殊用户

source: Specific
id: Spesifik
mn: Тодорхой
ru: Конкретный
vi: Riêng
zh: 特定

source: Standard users
id: Pengguna standar
mn: Стандарт хэрэглэгчид
ru: Обычные пользователи
vi: Người dùng chuẩn
zh: 标准用户

source: Start at
id: Dimulai dari
mn: Эхлэх өдөр
ru: Начать с
vi: Khởi động
zh: 开始于

source: Start date
id: Tanggal mulai
mn: Эхлэх өдөр
ru: Дата начала
vi: Ngày bắt đầu
zh: 开始日期

source: Started at
id: Dimulai pada
mn: Эхэлсэн
ru: Старт в
vi: Bắt đầu tại
zh: 开始

source: Starting period
id: Periode awal
mn: Ажилласан жил
ru: Начальный период
vi: Giai đoạn bắt đầu
zh: 起始期

source: Starts date
id: Tanggal mulai
mn: Эхлэх огноо
ru: Дата начала
vi: Ngày bắt đầu
zh: 开始日期

source: State
id: Negara
mn: Хэрэглэгчийн төлөв
ru: Область
vi: Tỉnh
zh: 状态

source: Status
mn: Төлөв
ru: Статус
vi: Trạng thái
zh: 状态

source: Status message
id: Pesan status
mn: Статусын мессеж
ru: Статус
vi: Thông báo trạng thái
zh: 状态消息

source: Store
id: Toko
mn: Дэлгүүр
ru: Магазин
vi: Cửa hàng
zh: 商店

source: Store detail
id: Detil toko
mn: Дэлгүүрийн дэлгэрэнгүй
ru: Детали магазина
vi: Chi tiết cửa hàng
zh: 商店详情

source: Store fee net sales amount
id: Jumlah penjualan bersih biaya toko
mn: Шимтгэлийн дүн (хугацаагаар)
ru: Чистая сумма продаж в магазине
vi: Số tiền bán hàng ròng của phí cửa hàng
zh: 店铺费用净销售额

source: Store id
id: ID toko
mn: Дэлгүүрийн ID
ru: Идентификатор магазина
vi: Mã cửa hàng
zh: 商户门店编号

source: Store ID
id: ID Toko
mn: Дэлгүүрийн ID
ru: ID магазина
vi: Cửa hàng ID
zh: 商户门店编号

source: Store location
id: Lokasi toko
mn: Дэлгүүрийн байршил
ru: Местонахождение магазина
vi: Vị trí cửa hàng
zh: 商店位置

source: Store Manager
id: Manajer toko
mn: Дэлгүүрийн менежер
ru: Менеджер магазина
vi: Quản lý cửa hàng
zh: 店铺管理

source: Store name
id: Nama Toko
mn: Дэлгүүрийн нэр
ru: Название магазина
vi: Tên cửa hàng
zh: 店铺名称

source: Store Pay Global
id: Storepay Indonesia
mn: Pay Global дэлгүүр
vi: Cửa hàng thanh toán toàn cầu
zh: 商店支付全球

source: Store Seller
id: Penjual Toko
mn: Дэлгүүрийн борлуулагч
ru: Продавец магазина
vi: Người bán cửa hàng
zh: 商店卖家

source: Store's fields
id: Bidang toko
mn: Дэлгүүрийн талбайнууд
ru: Поля магазина
vi: Các lĩnh vực của cửa hàng
zh: 商店的字段

source: Storepay 4.0 - Long term credit product launch & Storepay Fintech Indonesia
id: Storepay 4.0 - Peluncuran produk kredit jangka panjang & Storepay Fintech Indonesia
mn: Storepay 4.0 - Урт хугацааны зээлийн бүтээгдэхүүн болон Storepay Fintech Indonesia
ru: Storepay 4.0 — запуск долгосрочного кредитного продукта и Storepay Fintech Indonesia
vi: Storepay 4.0 - Ra mắt sản phẩm tín dụng dài hạn & Storepay Fintech Indonesia
zh: Storepay 4.0 - 长期信贷产品发布和 Storepay Fintech Indonesia
