Repository: StorePayLLC/storepay-price
Catalog: src/translations/messages/*.po
Languages: id, mn, ru, vi, zh

source: Your email address
id: Alamat email Anda
mn: Таны имэйл хаяг
ru: Ваш адрес электронной почты
vi: Địa chỉ email của bạn
zh: 您的电子邮件地址

source: Your email has been confirmed
id: Email Anda telah dikonfirmasi
mn: Таны имэйл хаяг баталгаажлаа
ru: Твой email адрес был подтвержден
vi: Email của bạn đã được xác nhận
zh: 您的电子邮件已得到确认

source: Youtube embed link
id: Tautan penyematan Youtube
mn: Youtube оруулах холбоос
ru: Ссылка для вставки на Ютуб
vi: Liên kết nhúng Youtube
zh: Youtube 嵌入链接

source: YoY
mn: Өмнөх жилд харьцуулсан
ru: г/г
vi: hàng năm
zh: 年增率

source: Base amount
mn: Суурь үнэ

source: Batched
mn: Багцлагдсан

source: Current amount
mn: Өөрчлөгдсөн дүн

source: Failed attempt
mn: Амжилтгүй оролдлого

source: Increase amount
mn: Үнийн дүн өсгөх

source: Logo
mn: Лого
ru: Логотип

source: Modified amount
mn: Өөрчлөлт

source: Receivable amount
mn: Хүлээгдэж буй орлого

source: Receivables
mn: Хүлээгдэж буй орлого

source: request created
mn: хүсэлт үүсгэсэн

source: Sales change history
mn: Борлуулалтын өөрчлөлтийн түүх

source: Sales count
mn: Борлуулалтын тоо

source: Settled amount
mn: Хүлээж авсан орлого

source: Transferred
mn: Дансруу шилжүүлсэн

source: vs
ru: против

source: Webhook
ru: Вебзацеп
