Repository: StorePayLLC/storepay-price
Catalog: src/translations/messages/*.po
Languages: id, mn, ru, vi, zh

source: <0>Financial inclusivity</0> through innovation
id: <0>Inklusivitas keuangan</0> melalui inovasi
mn: <0>Санхүүгийн хүртээмжтэй байдал</0> инновациар дамжуулан
ru: <0>Финансовая инклюзивность</0> через инновации
vi: <0>Tính toàn diện về tài chính</0> thông qua sự đổi mới
zh: <0>金融包容性</0>通过创新

source: <0>Revolutionizing</0> Everyday Finance
id: <0>Revolusi</0> Keuangan Sehari-hari
mn: Санхүүгийн <0>хувьсгал</0>
ru: <0>Революционный</0> Ежедневные финансы
vi: <0>Cách mạng</0> Tài chính hàng ngày
zh: <0>革命性</0>日常财务

source: <0>Zero fees, interest- free</0> payments
id: <0>Tanpa biaya, tanpa bunga</0> pembayaran
mn: <0>Төлбөргүй, хүүгүй</0> төлбөр
ru: <0>Ноль комиссий, без процентов</0> платежи
vi: <0>Không phí, không lãi suất</0> thanh toán
zh: <0>零费用、免息</0>付款

source: 1 or unlimited
id: 1 atau tidak terbatas
mn: 1 эсвэл хязгааргүй
ru: 1 или неограниченно
vi: 1 hoặc không giới hạn
zh: 1 或无限制

source: 12+ years of entrepreneurial experience founding different innovative businesses such as Sole - a sports magazine and Mobile Advertising LLC. Khangal obtained his master’s degree from Queensland University of Technology, Australia.
id: Pengalaman wirausaha selama 12+ tahun dalam mendirikan berbagai bisnis inovatif seperti Sole - majalah olahraga dan Mobile Advertising LLC. Khangal memperoleh gelar masternya dari Queensland University of Technology, Australia.
mn: Sole - спортын сэтгүүл, Мобайл Сурталчилгаа ХХК зэрэг шинэлэг бизнесүүдийг үүсгэн байгуулсан 12+ жилийн бизнес эрхлэгч туршлагатай. Хангал Австралийн Квинсландын Технологийн Их Сургуульд магистрын зэрэг хамгаалсан.
ru: Более 12 лет предпринимательского опыта, основанного в различных инновационных бизнесах, таких как Sole - спортивный журнал и Mobile Advertising LLC. Хангал получил степень магистра в Квинслендском технологическом университете, Австралия.
vi: Hơn 12 năm kinh nghiệm kinh doanh sáng lập các doanh nghiệp sáng tạo khác nhau như Sole - một tạp chí thể thao và Mobile Advertising LLC. Khangal đã lấy bằng thạc sĩ tại Đại học Công nghệ Queensland, Úc.
zh: 拥有 12 年以上的创业经验，创办过不同的创新企业，例如体育杂志 Sole 和 Mobile Advertising LLC。Khangal 拥有澳大利亚昆士兰科技大学的硕士学位。

source: 25+ years of experience in investment banking in several financial institutions such as UBS AG, HSBC, Credit Suisse, Merrill Lynch and Crédit Agricole-CIB. Master's in international finance, with Honors from the University of Paris Dauphine France.
id: Pengalaman lebih dari 25 tahun dalam perbankan investasi di beberapa lembaga keuangan seperti UBS AG, HSBC, Credit Suisse, Merrill Lynch, dan Crédit Agricole-CIB. Gelar Magister dalam keuangan internasional, dengan pujian dari University of Paris Dauphine France.
mn: UBS AG, HSBC, Credit Suisse, Merrill Lynch, Crédit Agricole-CIB зэрэг хэд хэдэн санхүүгийн байгууллагад хөрөнгө оруулалтын банкны чиглэлээр 25-аас дээш жил ажилласан туршлагатай. Олон улсын санхүүгийн магистр, Францын Дауфины их сургуулийн нэрэмжит дипломтой.
ru: Более 25 лет опыта работы в инвестиционном банке в нескольких финансовых учреждениях, таких как UBS AG, HSBC, Credit Suisse, Merrill Lynch и Crédit Agricole-CIB. Магистр международных финансов с отличием Университета Париж-Дофин-Франс.
vi: Hơn 25 năm kinh nghiệm trong lĩnh vực ngân hàng đầu tư tại một số tổ chức tài chính như UBS AG, HSBC, Credit Suisse, Merrill Lynch và Crédit Agricole-CIB. Thạc sĩ tài chính quốc tế, với bằng danh dự từ Đại học Paris Dauphine, Pháp.
zh: 拥有 25 年以上投资银行从业经验，曾就职于多家金融机构，包括瑞银集团、汇丰银行、瑞士信贷、美林证券和法国农业信贷银行。拥有法国巴黎第九大学国际金融硕士学位，荣誉毕业。

source: 35+ years’ experience as an investment banker at Crédit Agricole CIB, Deutsche Bank, Credit Suisse First Boston France, Bankers Trust and JP Morgan. Senior Advisor of Amundi Group CEO and advisory board founder and member of Amundi South Asia and Amundi North Asia. Gilles holds a master’s in finance from Sciences Po Paris.
id: Pengalaman lebih dari 35 tahun sebagai bankir investasi di Crédit Agricole CIB, Deutsche Bank, Credit Suisse First Boston France, Bankers Trust, dan JP Morgan. Penasihat Senior Amundi Group CEO dan pendiri dewan penasihat serta anggota Amundi South Asia dan Amundi North Asia. Gilles memegang gelar master di bidang keuangan dari Sciences Po Paris.
mn: Crédit Agricole CIB, Deutsche Bank, Credit Suisse First Boston France, Bankers Trust болон JP Morgan-д хөрөнгө оруулалтын банкираар 35+ жил ажилласан туршлагатай. Амунди Групын Гүйцэтгэх Захирлын ахлах зөвлөх, Өмнөд Ази, Хойд Ази Амундигийн үүсгэн байгуулагч, зөвлөх зөвлөлийн гишүүн. Жиллес нь Sciences Po Paris-д санхүүгийн чиглэлээр магистрын зэрэг хамгаалсан.
ru: Более 35 лет опыта работы инвестиционным банкиром в Crédit Agricole CIB, Deutsche Bank, Credit Suisse First Boston France, Bankers Trust и JP Morgan. Старший советник Amundi Group, генеральный директор и основатель консультативного совета, член Amundi South Asia и Amundi North Asia. Жиль имеет степень магистра финансов в Sciences Po Paris.
vi: Hơn 35 năm kinh nghiệm làm chuyên viên ngân hàng đầu tư tại Crédit Agricole CIB, Deutsche Bank, Credit Suisse First Boston France, Bankers Trust và JP Morgan. Cố vấn cấp cao của Amundi Group, Tổng giám đốc điều hành và người sáng lập ban cố vấn, thành viên của Amundi South Asia và Amundi North Asia. Gilles có bằng thạc sĩ tài chính của Sciences Po Paris.
zh: 拥有 35 年以上投资银行家经验，曾就职于法国农业信贷银行、德意志银行、瑞士信贷第一波士顿法国分行、美国信孚银行和摩根大通。Amundi 集团高级顾问、Amundi 南亚和 Amundi 北亚首席执行官兼顾问委员会创始人和成员。Gilles 拥有巴黎政治学院金融学硕士学位。

source: 5+ years of experience in the SaaS, Fintech, and Blockchain industries. Tsatsal worked as a Business Developer at AND Global and Nordic Blockchain Association. Holds MSc from Copenhagen Business School.
id: Pengalaman lebih dari 5 tahun di industri SaaS, Fintech, dan Blockchain. Tsatsal bekerja sebagai Pengembang Bisnis di AND Global dan Nordic Blockchain Association. Meraih gelar MSc dari Copenhagen Business School.
mn: SaaS, Fintech, Blockchain салбарт 5+ жил ажилласан туршлагатай. Цацал нь AND Global and Nordic Blockchain Association-д бизнес хөгжүүлэгчээр ажиллаж байсан. Копенгагены бизнесийн сургуулийн магистрын зэрэгтэй.
ru: Более 5 лет опыта в SaaS, Fintech и Blockchain-индустрии. Цацал работал бизнес-разработчиком в AND Global и Nordic Blockchain Association. Имеет степень магистра наук Копенгагенской школы бизнеса.
vi: Hơn 5 năm kinh nghiệm trong ngành SaaS, Fintech và Blockchain. Tsatsal làm việc với tư cách là Nhà phát triển kinh doanh tại AND Global và Nordic Blockchain Association. Có bằng Thạc sĩ từ Trường Kinh doanh Copenhagen.
zh: 在 SaaS、金融科技和区块链行业拥有 5 年以上经验。Tsatsal 曾在 AND Global 和北欧区块链协会担任业务开发人员。拥有哥本哈根商学院硕士学位。

source: 9+ years’ experience in investment analysis and project manager in North and Southeast Asia. Active involvement in sustainable investing and the circular economy. Double master's degree in international Economic Development and Economic History from Sciences Po Paris and the London School of Economics.
id: Pengalaman lebih dari 9 tahun dalam analisis investasi dan manajer proyek di Asia Utara dan Asia Tenggara. Keterlibatan aktif dalam investasi berkelanjutan dan ekonomi sirkular. Gelar master ganda dalam Pengembangan Ekonomi Internasional dan Sejarah Ekonomi dari Sciences Po Paris dan London School of Economics.
mn: Хойд болон Зүүн өмнөд Азийн хөрөнгө оруулалтын шинжилгээ, төслийн менежерийн чиглэлээр 9+ жил ажилласан туршлагатай. Тогтвортой хөрөнгө оруулалт, эргэлтийн эдийн засагт идэвхтэй оролцох. Шинжлэх ухаан По Парис болон Лондонгийн Эдийн засгийн сургуулийн олон улсын эдийн засгийн хөгжил, эдийн засгийн түүхийн чиглэлээр давхар магистрын зэрэг хамгаалсан.
ru: Более 9 лет опыта в инвестиционном анализе и управлении проектами в Северной и Юго-Восточной Азии. Активное участие в устойчивом инвестировании и экономике замкнутого цикла. Двойная степень магистра в области международного экономического развития и экономической истории от Sciences Po Paris и Лондонской школы экономики.
vi: Hơn 9 năm kinh nghiệm trong phân tích đầu tư và quản lý dự án ở Bắc Á và Đông Nam Á. Tham gia tích cực vào đầu tư bền vững và nền kinh tế tuần hoàn. Bằng thạc sĩ kép về Phát triển kinh tế quốc tế và Lịch sử kinh tế từ Sciences Po Paris và Trường Kinh tế London.
zh: 拥有 9 年以上北亚和东南亚投资分析和项目管理经验。积极参与可持续投资和循环经济。拥有巴黎政治学院和伦敦政治经济学院国际经济发展和经济史双硕士学位。

source: A lowercase character
id: Karakter huruf kecil
mn: Жижиг үсэг
ru: Символ нижнего регистра
vi: Một ký tự chữ thường
zh: 小写字符

source: A number
id: Sebuah angka
mn: Тоо
ru: Число
vi: Một số
zh: 一个数字

source: A special character
id: Karakter khusus
mn: Тусгай тэмдэгт
ru: Особый персонаж
vi: Một nhân vật đặc biệt
zh: 特殊字符

source: A uppercase character
id: Karakter huruf besar
mn: Том үсэг
ru: Символ верхнего регистра
vi: Một ký tự viết hoa
zh: 大写字符

source: About cooperation
id: Tentang kerjasama
mn: Хамтын ажиллагааны тухай
ru: О сотрудничестве
vi: Về hợp tác
zh: 关于合作

source: About us
id: Tentang Kami
mn: Бидний тухай
ru: О нас
vi: Giới thiệu
zh: 关于我们

source: About Us
id: Tentang Kami
mn: Бидний тухай
ru: О нас
vi: Giới thiệu
zh: 关于我们

source: Accept only number
id: Terima hanya nomor
mn: Зөвхөн тоо оруулна уу
ru: Принять только номер
vi: Chỉ chấp nhận số
zh: 只接受数字

source: Accepted
id: Diterima
mn: Зөвшөөрсөн
ru: Принято
vi: Đã chấp nhận
zh: 接受

source: Accessibility
id: Aksesibilitas
mn: Хүртээмжтэй байдал
ru: Доступность
vi: Khả năng truy cập
zh: 辅助功能

source: Account
id: Akun
mn: Бүртгэл
ru: Аккаунт
vi: Tài khoản
zh: 帐户

source: Account name
id: Nama akun
mn: Дансны нэр
ru: Имя аккаунта
vi: Tên tài khoản
zh: 用户名

source: Account number
id: Nomor akun
mn: Дансны дугаар
ru: Номер счета
vi: Số tài khoản
zh: 账户号码

source: Account number is invalid
id: Nomor akun tidak valid
mn: Дансны дугаар буруу байна
ru: Номер счета недействителен
vi: Số tài khoản không hợp lệ
zh: 帐号无效

source: Account number must be at least 10 characters
id: Nomor akun harus minimal 10 karakter
mn: Дансны дугаар дор хаяж 10 тэмдэгт байх ёстой
ru: Номер счета должен содержать не менее 10 символов.
vi: Số tài khoản phải có ít nhất 10 ký tự
zh: 帐号必须至少有10个字符

source: Action
id: Tindakan
mn: Үйлдэл
ru: Действие
vi: Hành động
zh: 操作

source: Action history
id: Sejarah tindakan
mn: Үйлдлийн түүх
ru: История действий
vi: Lịch sử hành động
zh: 行动历史

source: Actions
id: Tindakan
mn: Үйлдлүүд
ru: Действия
vi: Hành động
zh: 操作

source: Active
id: Aktif
mn: Идэвхтэй
ru: Активный
vi: Kích hoạt
zh: 激活

source: Active loans
id: Pinjaman aktif
mn: Идэвхтэй байгаа худалдан авалтын тоо
ru: Активные кредиты
vi: Các khoản vay đang hoạt động
zh: 活跃贷款

source: Active purchase limit
id: Batas pembelian aktif
mn: Идэвхтэй худалдан авалтын тоо
ru: Лимит активной покупки
vi: Giới hạn mua hoạt động
zh: 有效购买限制

source: Add
id: Tambah
mn: Нэмэх
ru: Добавить
vi: Thêm
zh: 添加

source: Add {0}
id: Tambahkan {0}
mn: {0} нэмэх
ru: Добавить {0}
vi: Thêm {0}
zh: 添加 {0}

source: Add account
id: Menambahkan akun
mn: Данс нэмэх
ru: Добавить аккаунт
vi: Thêm tài khoản
zh: 添加帐号

source: Add article
id: Tambahkan artikel
mn: Нийтлэл нэмэх
ru: Добавить статью
vi: Thêm bài viết
zh: 添加文章

source: Add bank account
id: Tambahkan rekening bank
mn: Банкны данс нэмнэ үү
ru: Добавить банковский счет
vi: Thêm tài khoản ngân hàng
zh: 添加银行账户

source: Add banner
id: Tambahkan spanduk
mn: Баннер нэмэх
ru: Добавить баннер
vi: Thêm biểu ngữ
zh: 添加横幅

# system
source: Add category
id: Tambahkan kategori
mn: Ангилал нэмэх
ru: Добавить категорию
vi: Thêm danh mục
zh: 添加分类

source: Add category
id: Tambahkan kategori
mn: Ангилал нэмэх
ru: Добавить категорию
vi: Thêm danh mục
zh: 添加分类

source: Add contact
id: Tambah kontak
mn: Харилцагч нэмэх
ru: Добавить контакт
vi: Thêm liên hệ
zh: 添加联系人

source: Add documentation
id: Tambahkan dokumentasi
mn: Баримт бичиг нэмэх
ru: Добавить документацию
vi: Thêm tài liệu
zh: 添加文档

source: Add faq
id: Tambahkan pertanyaan umum
mn: Түгээмэл асуулт хариулт нэмэх
ru: Добавить часто задаваемые вопросы
vi: Thêm câu hỏi thường gặp
zh: 添加常见问题解答

source: Add FAQ
id: Tambahkan FAQ
mn: Түгээмэл асуулт нэмэх
ru: Добавить FAQ
vi: Thêm câu hỏi thường gặp
zh: 添加FAQ

source: Add file
id: Tambah berkas
mn: Файл нэмэх
ru: Добавить файл
vi: Thêm tập tin
zh: 添加文件

source: Add guide
id: Tambahkan panduan
mn: Хөтөч нэмэх
ru: Добавить руководство
vi: Thêm hướng dẫn
zh: 添加指南

source: Add image
id: Tambah gambar
mn: Зураг нэмэх
ru: Добавить изображение
vi: Thêm ảnh
zh: 添加图片

source: Add merchant
id: Tambahkan pedagang
mn: Мерчант нэмэх
ru: Добавить мерчант
vi: Thêm người bán
zh: 添加商家

source: Add Passenger
id: Tambahkan Penumpang
mn: Зорчигч нэмэх
ru: Добавить пассажира
vi: Thêm hành khách
zh: 添加乘客

source: Add phone
id: Tambahkan telepon
mn: Утас нэмнэ үү
ru: Добавить телефон
vi: Thêm số điện thoại
zh: 添加电话

# system
source: Add product
id: Tambah produk
mn: Бүтээгдэхүүн нэмэх
ru: Добавить товар
vi: Thêm sản phẩm
zh: 添加产品

source: Add role
id: Tambahkan peran
mn: Дүр нэмэх
ru: Добавить роль
vi: Thêm quyền truy cập
zh: 添加角色

source: Add store
id: Tambahkan toko
mn: Дэлгүүр нэмэх
ru: Добавить магазин
vi: Thêm cửa hàng
zh: 添加商店

# system
source: Add tag
id: Tambah tag
mn: Шошго нэмэх
ru: Добавь тег
vi: Thêm thẻ…
zh: 添加标签

source: Add user
id: Tambah pengguna
mn: Хэрэглэгч нэмэх
ru: Добавить пользователя
vi: Thêm người dùng
zh: 添加用户

source: Additional information
id: Informasi tambahan
mn: Нэмэлт мэдээлэл
ru: Дополнительная информация
vi: Thông tin thêm
zh: 附加信息

source: Address
id: Alamat
mn: Хаяг
ru: Адрес
vi: Địa chỉ
zh: 地址

source: Address detail
id: Alamat detail
mn: Хаягийн дэлгэрэнгүй
ru: Подробный адрес
vi: Chi tiết địa chỉ
zh: 地址详情

source: Address information
id: Informasi alamat
mn: Хаягийн мэдээлэл
ru: Информация об адресе
vi: Thông tin địa chỉ
zh: 地址信息

source: Admin
mn: Админ
ru: Администратор
vi: Quản trị viên
zh: 管理员

source: Admin Amount
id: Jumlah Admin
mn: Админы хэмжээ
ru: Административная сумма
vi: Số tiền quản lý
zh: 管理金额

source: Admin Count
id: Jumlah Admin
mn: Админ тоо
ru: Администратор Количество
vi: Số lượng quản trị
zh: 管理员数量

source: Advance percent
id: Persentase lanjutan
mn: Урьдчилгаа хувь
ru: Процент аванса
vi: Phần trăm nâng cao
zh: 前进百分比

source: Advance SPC percent
id: Persen SPC Lanjutan
mn: Урьдчилсан ТӨХ хувь
ru: Процент аванса SPC
vi: Phần trăm SPC nâng cao
zh: 推进SPC百分比

source: After deleting, the data cannot be recovered
id: Setelah dihapus, data tidak dapat dipulihkan
mn: Өгөгдлийг устгасны дараа сэргээх боломжгүй
ru: После удаления данные невозможно восстановить
vi: Sau khi xóa dữ liệu không thể phục hồi được
zh: 删除后数据无法恢复

source: Age groups
id: Kelompok umur
mn: Насны бүлгүүд
ru: Возрастные группы
vi: Nhóm tuổi
zh: 年龄组

source: All
id: Semua
mn: Бүгд
ru: Все
vi: Tất cả các
zh: 所有

source: All b2b users
id: Semua pengguna b2b
mn: Нийт B2B хэрэглэгчдийн тоо
ru: Все пользователи b2b
vi: Tất cả người dùng b2b
zh: 所有 b2b 用户

source: All confirmed requests
id: Semua permintaan terkonfirmasi
mn: Баталгаажсан нийт хүсэлт
ru: Все подтвержденные запросы
vi: Tất cả các yêu cầu đã xác nhận
zh: 所有已确认的请求

source: All reports
id: Semua laporan
mn: Бүх тайлангууд
ru: Все отчеты
vi: Tất cả các báo cáo
zh: 所有报告

source: All time
id: Sepanjang waktu
mn: Бүх цаг үед
ru: Все время
vi: Tất cả thời gian
zh: 所有时间

source: Already have an account?
id: Sudah punya akun?
mn: Та аль хэдийнээ бүртгэлтэй юу?
ru: Уже есть аккаунт?
vi: Bạn đã có tài khoản?
zh: 已经有一个帐户吗?

source: Amount
id: Jumlah
mn: Үнийн дүн
ru: Сумма
vi: Số tiền
zh: 金额

source: Amount changes
id: Jumlah perubahan
mn: Дүн өөрчлөлтүүд
ru: Сумма изменений
vi: Số lượng thay đổi
zh: 金额变动

source: Amount modification
id: Modifikasi jumlah
mn: Үнийн дүнгийн өөрчлөлт
ru: Изменение суммы
vi: Số lượng sửa đổi
zh: 金额修改

source: Amount must be greater than or equal to {0}
id: Jumlahnya harus lebih besar atau sama dengan {0}
mn: Үнийн дүн {0} -с их эсвэл тэнцүү байх ёстой
ru: Сумма должна быть больше или равна {0}
vi: Số tiền phải lớn hơn hoặc bằng {0}
zh: 金额必须大于或等于{0}

source: Amount must be less than or equal to {0}
id: Jumlahnya harus kurang dari atau sama dengan {0}
mn: Үнийн дүн {0} -с бага эсвэл тэнцүү байх ёстой
ru: Сумма должна быть меньше или равна {0}
vi: Số tiền phải nhỏ hơn hoặc bằng {0}
zh: 金额必须小于或等于{0}

source: Amount or Quantity
id: Jumlah atau Kuantitas
mn: Үнийн дүн эсвэл Тоо хэмжээ
ru: Сумма или количество
vi: Số lượng hoặc Số lượng
zh: 金额或数量

source: Amount to transfer
id: Jumlah yang akan ditransfer
mn: Шилжүүлэх дүн
ru: Сумма перевода
vi: Số tiền cần chuyển
zh: 转账金额

source: and
id: dan
mn: ба
ru: и
vi: và
zh: 和

source: Answer
id: Jawab
mn: Хариулт
ru: Ответ
vi: Trả lời
zh: 回答

source: Answer {0}
id: Jawaban 1}
mn: Хариулт {0}
ru: Ответ {0}
vi: Trả lời 1}
zh: 答案 {0}

source: Apartment
id: Apartemen
mn: Орон сууц
ru: Квартира
vi: Căn hộ/ Chung cư
zh: 公寓

source: API Key
ru: Ключ API
zh: API密钥

source: Api logs
id: log api
mn: API логууд
ru: Журналы API
vi: Nhật ký API
zh: Api 日志

source: Approve
id: Menyetujui
mn: Зөвшөөрөх
ru: Одобрить
vi: Phê duyệt
zh: 批准

source: Are you sure refund this invoice?
id: Apakah Anda yakin akan mengembalikan faktur ini?
mn: Та энэ нэхэмжлэхийг буцааж өгөхдөө итгэлтэй байна уу?
ru: Вы уверены, что вернете деньги по этому счету?
vi: Bạn có chắc chắn sẽ hoàn lại hóa đơn này không?
zh: 您确定退还这张发票吗？

source: Are you sure to delete this category?
id: Apakah Anda yakin akan menghapus kategori ini?
mn: Та энэ ангиллыг устгахдаа итгэлтэй байна уу?
ru: Вы уверены, что удалите эту категорию?
vi: Bạn có chắc chắn xóa danh mục này?
zh: 您确定要删除该类别吗？

source: Are you sure to delete this line?
id: Apakah Anda yakin akan menghapus baris ini?
mn: Та энэ мөрийг устгахдаа итгэлтэй байна уу?
ru: Вы уверены, что нужно удалить эту строку?
vi: Bạn có chắc chắn xóa dòng này?
zh: 您确定要删除此行吗？

source: Are you sure to delete this tag?
id: Apakah Anda yakin akan menghapus tag ini?
mn: Та энэ шошгыг устгахдаа итгэлтэй байна уу?
ru: Вы уверены, что хотите удалить этот тег?
vi: Bạn có chắc chắn xóa thẻ này?
zh: 您确定要删除该标签吗？

source: Are you sure to delete?
id: Apakah Anda yakin akan menghapusnya?
mn: Та устгахдаа итгэлтэй байна уу?
ru: Вы уверены, что хотите удалить?
vi: Bạn có chắc chắn muốn xóa không?
zh: 你确定要删除吗？

source: Are you sure you want to change the status?
id: Apakah Anda yakin ingin mengubah status?
mn: Төлөвийг өөрчлөхдөө итгэлтэй байна уу?
ru: Вы действительно хотите изменить статус?
vi: Bạn có chắc chắn muốn thay đổi trạng thái không?
zh: 是否确实要更改状态？

source: Are you sure?
id: Apakah Anda yakin?
mn: Итгэлтэй байна уу?
ru: Вы уверены?
vi: Bạn có chắc không?
zh: 你确定？

source: Arguments
id: Argumen
mn: Аргументууд
ru: Аргументы
vi: Tham Số
zh: 参数

source: Article
id: Artikel
mn: Нийтлэл
ru: Статья
vi: Bài báo
zh: 文章

source: Article categories
id: Kategori artikel
mn: Нийтлэлийн ангилал
ru: Категории статьи
vi: Danh mục bài viết
zh: 文章类别

source: Article category
id: Kategori artikel
mn: Нийтлэлийн ангилал
ru: Категория статьи
vi: Thể loại bài viết
zh: 文章类别

source: Article content
id: Konten artikel
mn: Нийтлэлийн агуулга
ru: Содержание статьи
vi: Nội dung bài viết
zh: 文章内容

source: Article form
id: Bentuk artikel
mn: Нийтлэлийн хэлбэр
ru: Форма статьи
vi: Hình thức bài viết
zh: 文章形式

source: Articles
id: Artikel
mn: Нийтлэл
ru: Статьи
vi: Bài viết
zh: 文章

source: As a token of appreciation for your diligence, we offer rewards upon the completion of your repayments
id: Sebagai bentuk apresiasi atas ketekunan Anda, kami memberikan hadiah setelah Anda menyelesaikan pembayaran kembali
mn: Таны хичээл зүтгэлд талархаж буйн илэрхийлэл болгон бид таны эргэн төлөлтийг дуусгасны дараа шагналыг санал болгож байна.
ru: В знак признательности за ваше усердие мы предлагаем вознаграждение после завершения выплат.
vi: Để bày tỏ lòng biết ơn đối với sự siêng năng của bạn, chúng tôi sẽ tặng phần thưởng khi bạn hoàn tất việc thanh toán.
zh: 为了感谢您的勤奋，我们将在您完成还款后提供奖励

source: As we continue to expand, our focus remains on delivering cutting-edge financial solutions that promote flexibility and inclusivity. Join us on our journey as we redefine the future of shopping and financial services across Southeast Asia and beyond.
id: Seiring dengan terus berkembangnya perusahaan, fokus kami tetap pada penyediaan solusi keuangan mutakhir yang mendukung fleksibilitas dan inklusivitas. Bergabunglah dengan kami dalam perjalanan kami saat kami mendefinisikan ulang masa depan layanan belanja dan keuangan di seluruh Asia Tenggara dan sekitarnya.
mn: Бид өргөжин тэлэхийн хэрээр уян хатан байдал, хүртээмжтэй байдлыг дэмжих санхүүгийн хамгийн сүүлийн үеийн шийдлүүдийг хүргэхэд анхаарлаа хандуулсаар байна. Зүүн өмнөд Ази болон бусад орнуудад худалдаа, санхүүгийн үйлчилгээний ирээдүйг шинээр тодорхойлох бидний аялалд бидэнтэй нэгдээрэй.
ru: По мере того, как мы продолжаем расширяться, мы по-прежнему сосредоточены на предоставлении передовых финансовых решений, которые способствуют гибкости и инклюзивности. Присоединяйтесь к нам в нашем путешествии, поскольку мы переопределяем будущее шопинга и финансовых услуг в Юго-Восточной Азии и за ее пределами.
vi: Khi chúng tôi tiếp tục mở rộng, trọng tâm của chúng tôi vẫn là cung cấp các giải pháp tài chính tiên tiến thúc đẩy tính linh hoạt và tính toàn diện. Hãy tham gia cùng chúng tôi trên hành trình định nghĩa lại tương lai của dịch vụ mua sắm và tài chính trên khắp Đông Nam Á và xa hơn nữa.
zh: 随着我们不断扩张，我们仍将重点放在提供促进灵活性和包容性的尖端金融解决方案上。加入我们的旅程，重新定义东南亚及其他地区购物和金融服务的未来。

source: At
id: Pada
ru: В
vi: Tại
zh: 在

source: At Storepay, we cultivate a culture that thrives on innovation, inclusivity, and collaboration. Here’s what defines us
id: Di Storepay, kami mengembangkan budaya yang mengutamakan inovasi, inklusivitas, dan kolaborasi. Berikut ini adalah hal-hal yang mendefinisikan kami
mn: Storepay дээр бид инновац, хүртээмжтэй байдал, хамтын ажиллагаа дээр хөгждөг соёлыг хөгжүүлдэг. Биднийг тодорхойлдог зүйл энд байна
ru: В Storepay мы развиваем культуру, которая процветает на инновациях, инклюзивности и сотрудничестве. Вот что нас определяет
vi: Tại Storepay, chúng tôi xây dựng một nền văn hóa phát triển mạnh mẽ dựa trên sự đổi mới, tính bao hàm và sự hợp tác. Đây là những gì định nghĩa chúng tôi
zh: 在 Storepay，我们培育一种以创新、包容和协作为基础的文化。以下是我们的定义

source: Attached contract
id: Kontrak terlampir
mn: Хавсаргасан гэрээ
ru: Прикрепленный договор
vi: Hợp đồng đính kèm
zh: 附合同

source: Attachments
id: Lampiran
mn: Хавсралтууд
ru: Вложения
vi: Tệp đính kèm
zh: 附件

source: Audience
id: Penonton
mn: Үзэгчид
ru: Аудитория
vi: Khán giả
zh: 受众

source: Audit
mn: Аудит
ru: Аудит
vi: Kiểm tra
zh: 审计

source: Audit message
id: Pesan audit
mn: Аудитын мессеж
ru: Аудиторское сообщение
vi: Tin nhắn kiểm tra
zh: 审计讯息

source: authorized
id: resmi
mn: зөвшөөрөгдсөн
ru: авторизованный
vi: được ủy quyền
zh: 授权

source: Authorized
id: Diotorisasi
mn: Зөвшөөрөгдсөн
ru: Войти
vi: Trao quyền
zh: 已授权

source: Authorized at
id: Diotorisasi di
mn: эрх бүхий
ru: Авторизовано в
vi: Được ủy quyền tại
zh: 授权于

source: AUTO REJECTED
id: DITOLAK OTOMATIS
mn: Авто татгалзсан
ru: АВТО ОТКЛОНЕНО
vi: TỰ ĐỘNG BỊ TỪ CHỐI
zh: 自动拒绝

source: Auto rejected users
id: Pengguna yang ditolak secara otomatis
mn: Нийт авто татгалзсан хэрэглэгчдийн тоо
ru: Автоматически отклоненные пользователи
vi: Người dùng tự động bị từ chối
zh: 自动拒绝用户

source: Available amount
id: Jumlah yang tersedia
mn: Боломжтой хэмжээ
ru: Доступная сумма
vi: Số lượng có sẵn
zh: 可用金额

source: Available loan products
id: Produk pinjaman yang tersedia
mn: Боломжит зээлийн бүтээгдэхүүн
ru: Доступные кредитные продукты
vi: Sản phẩm vay hiện có
zh: 可用的贷款产品

source: Average purchase value
id: Nilai pembelian rata-rata
mn: Худалдан авалтын дундаж дүн
ru: Средняя стоимость покупки
vi: Giá trị mua trung bình
zh: 平均购买价值

source: B2B user created
id: Pengguna B2B dibuat
mn: B2B хэрэглэгч үүсгэсэн
ru: Пользователь B2B создан
vi: Người dùng B2B tạo ra
zh: B2B 用户已创建

source: B2B user updated
id: Pengguna B2B diperbarui
mn: B2B хэрэглэгч шинэчлэгдсэн
ru: Обновление пользователя B2B
vi: Người dùng B2B đã cập nhật
zh: B2B 用户已更新
