Repository: StorePayLLC/storepay-price
Catalog: src/translations/messages/*.po
Languages: id, mn, ru, vi, zh

source: Partner with us and elevate your business today
id: Bermitralah dengan kami dan tingkatkan bisnis Anda hari ini
mn: Өнөөдөр бидэнтэй түншилж, бизнесээ өргөжүүлээрэй
ru: Станьте нашим партнером и выведите свой бизнес на новый уровень уже сегодня
vi: Hợp tác với chúng tôi và nâng cao doanh nghiệp của bạn ngay hôm nay
zh: 与我们合作，立即提升您的业务

source: Partnership
id: Kemitraan
mn: Түншлэл
ru: Сотрудничество
vi: Quan hệ đối tác
zh: 合作伙伴

source: Passenger
id: Penumpang
mn: Зорчигч
ru: Пассажир
vi: Hành khách
zh: 乘客

source: Passenger Summary
id: Ringkasan Penumpang
mn: Зорчигчийн тойм
ru: Резюме пассажира
vi: Tóm tắt hành khách
zh: 乘客概要

source: Passport address
id: Alamat paspor
mn: ХУР хаяг
ru: Паспортный адрес
vi: Địa chỉ hộ chiếu
zh: 护照地址

source: Passport Image
id: Gambar Paspor
mn: Паспортын зураг (XYP)
ru: Изображение паспорта
vi: Ảnh hộ chiếu
zh: 护照图片

source: PASSPORT REJECTED
id: PASPOR DITOLAK
mn: Хур зураггүй
ru: ПАСПОРТ ОТКЛОНЕН
vi: HỘ CHIẾU BỊ TỪ CHỐI
zh: 护照被拒

source: Password
id: Kata Sandi
mn: Нууц үг
ru: Пароль
vi: Mật khẩu
zh: 密码

source: Password changed successfully
id: Kata sandi berhasil dirubah
mn: Нууц үг амжилттай өөрчлөгдсөн
ru: Пароль был успешно изменен
vi: Mật khẩu thay đổi thành công
zh: 密码修改成功

source: Password must be fulfilled the requirements
id: Kata sandi harus memenuhi persyaratan
mn: Нууц үг нь шаардлагыг хангасан байх ёстой
ru: Пароль должен соответствовать требованиям
vi: Mật khẩu phải đáp ứng yêu cầu
zh: 密码必须符合要求

source: Password must:
id: Kata sandi harus:
mn: Нууц үг нь:
ru: Пароль должен:
vi: Mật khẩu phải:
zh: 密码必须：

source: Password successfully changed
id: Kata sandi berhasil diubah
mn: Нууц үг амжилттай өөрчлөгдлөө
ru: Пароль успешно изменен
vi: Mật khẩu đã được thay đổi thành công
zh: 密码已成功修改

source: Patch Number
id: Nomor Tambalan
mn: Patch дугаар
ru: Номер патча
vi: Số bản vá
zh: 补丁编号

source: Pay
id: Bayar
mn: Төлөх
ru: Оплатить
vi: Thanh toán
zh: 支付

source: Pay advance SPC
id: Bayar uang muka SPC
mn: Урьдчилгаа ТӨХ төлөх
ru: Оплатить аванс SPC
vi: Trả trước SPC
zh: 预付SPC

source: Pay at your own pace with Storepay at your favorite store
id: Bayar sesuai keinginan Anda dengan Storepay di toko favorit Anda
mn: Өөрийн дуртай дэлгүүрт Storepay ашиглан төлбөрөө төл
ru: Платите в удобном для вас темпе с помощью Storepay в вашем любимом магазине
vi: Thanh toán theo tốc độ của riêng bạn với Storepay tại cửa hàng yêu thích của bạn
zh: 在您最喜欢的商店使用 Storepay 按自己的节奏付款

source: Pay by SPC token
id: Bayar dengan token SPC
mn: SPC токеноор төлөх
ru: Оплата токеном SPC
vi: Thanh toán bằng mã thông báo SPC
zh: 通过 SPC 代币支付

source: Pay date
id: Tanggal pembayaran
mn: Төлөх огноо
ru: Дата оплаты
vi: 付款日期
zh: 付款日期

source: Pay with Storepay
id: Bayar dengan Storepay
mn: Storepay ашиглан төлнө үү
ru: Оплатить через Storepay
vi: Thanh toán bằng Storepay
zh: 使用 Storepay 付款

source: Payment captured
id: Pembayaran ditangkap
mn: Төлбөрийг авсан
ru: Платеж принят
vi: Thanh toán đã bị giữ
zh: 已捕获付款

source: payment detail
id: rincian pembayaran
mn: төлбөрийн дэлгэрэнгүй
ru: детали платежа
vi: chi tiết thanh toán
zh: 付款细节

source: Payment in-store or online all takes under 1 minute.
id: Pembayaran di dalam toko atau online semuanya memakan waktu kurang dari 1 menit.
mn: Дэлгүүрт эсвэл онлайнаар төлбөр хийх нь 1 минутаас бага хугацаа шаардагдана.
ru: Оплата в магазине или онлайн занимает менее 1 минуты.
vi: Thanh toán tại cửa hàng hoặc trực tuyến đều mất chưa đầy 1 phút.
zh: 店内付款或网上付款均只需不到 1 分钟。

source: Payment method
id: Metode Pembayaran
mn: Төлбөрийн хэрэгсэл
ru: Способ оплаты
vi: Phương thức thanh toán
zh: 支付方式

source: Payment methods
id: Cara Pembayaran
mn: Төлбөрийн хэрэгслүүд
ru: Способы оплаты
vi: Phương thức thanh toán
zh: 支付方式

source: Payments
id: Pembayaran
mn: Төлбөрүүд
ru: Платежи
vi: Thanh toán
zh: 支付

source: Payments ({0})
id: Pembayaran ({0})
mn: Төлбөр ({0})
ru: Платежи ({0})
vi: Thanh toán ({0})
zh: 付款 ({0})

source: Payments list page
id: Halaman daftar pembayaran
mn: Төлбөрийн жагсаалт
ru: Страница списка платежей
vi: Trang danh sách thanh toán
zh: 付款列表页面

source: Payments report
id: Laporan pembayaran
mn: Төлбөрийн тайлан
ru: Отчет о платежах
vi: Báo cáo thanh toán
zh: 付款报告

source: PDF File
id: Berkas PDF
ru: Файл PDF
vi: Tập tin PDF
zh: PDF 文件

source: Penalties
id: Hukuman
mn: Торгууль
ru: Штрафы
vi: Hình phạt
zh: 点球

source: Penalties ({0})
id: Hukuman ({0})
mn: Торгууль ({0})
ru: Штрафы ({0})
vi: Hình phạt ({0})
zh: 处罚 ({0})

source: Penalty date
id: Tanggal penalti
mn: Торгуулийн огноо
ru: Дата штрафа
vi: Ngày phạt
zh: 处罚日期

source: Penalty rate
id: Tingkat penalti
mn: Торгуулийн хувь хэмжээ
ru: Штрафная ставка
vi: Tỷ lệ phạt
zh: 罚款率

source: pending
id: tertunda
mn: Хүлээгдэж буй
ru: в ожидании
vi: đang chờ
zh: 待定

source: Pending
id: Tertunda
mn: Хүлээгдэж буй
ru: В ожидании
vi: Đang chờ xử lý
zh: 待定

source: PENDING
id: TERTUNDA
mn: Хүлээгдэж буй
ru: В ОЖИДАНИИ
vi: ĐANG CHỜ
zh: 待定

source: Pending invitation already exists
id: Undangan yang tertunda sudah ada
mn: Хүлээгдэж буй урилга байна
ru: Ожидающее приглашение уже существует
vi: Lời mời đang chờ đã tồn tại
zh: 待处理的邀请已存在

source: Pending request has been approved, see loan modify details
id: Permintaan yang tertunda telah disetujui, lihat detail modifikasi pinjaman
mn: Хүлээгдэж буй хүсэлт батлагдсан, дэлгэрэнгүйг өөрчлөлт хэсгээс хар
ru: Ожидаемый запрос был одобрен, см. подробности изменения кредита
vi: Yêu cầu đang chờ xử lý đã được chấp thuận, xem chi tiết sửa đổi khoản vay
zh: 待处理的请求已获批准，查看贷款修改详情

source: Pending request has been rejected
id: Permintaan yang tertunda telah ditolak
mn: Хүлээгдэж буй хүсэлт цуцлагдлаа
ru: Ожидающий запрос был отклонен
vi: Yêu cầu đang chờ xử lý đã bị từ chối
zh: 待处理的请求已被拒绝

source: Pending requests
id: Permintaan yang tertunda
mn: Хүлээгдэж буй хүсэлт
ru: Текущие запросы
vi: Yêu cầu đang chờ xử lý
zh: 待处理的请求

source: Per invoice
id: Per faktur
mn: Нэхэмжлэх бүрд
ru: По счету-фактуре
vi: Theo hóa đơn
zh: 每张发票

source: Percent complete
id: Persen selesai
mn: Дууссан хувь
ru: Процент завершения
vi: Phần trăm hoàn thành
zh: 完成百分比

source: Percentage
id: Persentase
mn: Хувь
ru: Процент
vi: Phần trăm
zh: 百分比

source: Phone
id: Telepon
mn: Утасны дугаар
ru: Телефон
vi: Điện thoại
zh: 电话

source: Phone changed successfully
id: Telepon berhasil diubah
mn: Утасны дугаар амжилттай солигдлоо
ru: Телефон успешно изменен
vi: Điện thoại đã thay đổi thành công
zh: 手机修改成功

source: Phone number
id: Nomor Telepon
mn: Утасны дугаар
ru: Номер телефона
vi: Số điện thoại
zh: 电话号码

source: Phone number must starts with 976 and be 11 digits long
id: Nomor telepon harus dimulai dengan 976 dan panjangnya 11 digit
mn: Утасны дугаар нь 976-ээр эхэлж 11 оронтой байх ёстой
ru: Номер телефона должен начинаться с 976 и состоять из 11 цифр.
vi: Số điện thoại phải bắt đầu bằng 976 và dài 11 chữ số
zh: 电话号码必须以 976 开头且长度为 11 位数字

source: Please enter the complete OTP
id: Silakan masukkan OTP lengkap
mn: Баталгаажуулах кодыг бүрэн оруулна уу
ru: Пожалуйста, введите полный одноразовый пароль
vi: Vui lòng nhập OTP đầy đủ
zh: 请输入完整的 OTP

source: Please fill necessary fields first!
id: Silakan isi kolom yang diperlukan terlebih dahulu!
mn: Шаардлагатай талбаруудыг бөглөнө үү!
ru: Пожалуйста, сначала заполните необходимые поля!
vi: Vui lòng điền vào các trường cần thiết trước!
zh: 请先填写必填字段！

source: Please fill necessary fields!
id: Silakan isi kolom yang diperlukan!
mn: Шаардлагатай талбаруудыг бөглөнө үү!
ru: Пожалуйста, заполните необходимые поля!
vi: Vui lòng điền vào các trường cần thiết!
zh: 请填写必填字段！

source: Please insert email first!
id: Silakan masukkan email terlebih dahulu!
mn: Имэйл хаягаа оруулна уу!
ru: Пожалуйста, сначала введите адрес электронной почты!
vi: Vui lòng chèn email trước!
zh: 请先输入電子郵件！

source: Please insert phone first!
id: Silakan masukkan telepon terlebih dahulu!
mn: Утасны дугаараа оруулна уу!
ru: Пожалуйста, сначала вставьте телефон!
vi: Vui lòng lắp điện thoại trước!
zh: 请先插入电话！

source: Please provide your feedback here
id: Silakan berikan masukan Anda di sini
mn: Санал хүсэлтээ энд бичнэ үү
ru: Пожалуйста, оставьте свой отзыв здесь
vi: Vui lòng cung cấp phản hồi của bạn ở đây
zh: 请在此处提供您的反馈

source: Please read and agree privacy policy and terms of service
id: Harap membaca dan menyetujui kebijakan privasi dan persyaratan layanan
mn: Нууцлалын бодлого болон үйлчилгээний нөхцөлтэй танилцаж, зөвшөөрнө үү
ru: Пожалуйста, прочтите и согласитесь с политикой конфиденциальности и условиями обслуживания.
vi: Vui lòng đọc và đồng ý chính sách bảo mật và điều khoản dịch vụ
zh: 请阅读并同意隐私政策和服务条款

source: Please select a bank
id: Silakan pilih bank
mn: Банк сонгоно уу
ru: Пожалуйста, выберите банк
vi: Vui lòng chọn một ngân hàng
zh: 请选择银行

source: Please select a bank account
id: Silakan pilih rekening bank
mn: Банкны данс сонгоно уу
ru: Пожалуйста, выберите банковский счет
vi: Vui lòng chọn một tài khoản ngân hàng
zh: 请选择银行账户

source: Please select at least one category.
id: Silahkan pilih satu kategori.
mn: Ядаж нэг ангилал сонгоно уу.
ru: Пожалуйста, выберите хотя бы одну категорию.
vi: Vui lòng chọn ít nhất một danh mục.
zh: 请至少选择一个类别。

source: Please select loan!
id: Silakan pilih pinjaman!
mn: Зээл сонгоно уу!
ru: Пожалуйста, выберите кредит!
vi: Vui lòng chọn khoản vay!
zh: 请选择贷款！

source: Please verify yourself by token first
id: Harap verifikasi diri Anda dengan token terlebih dahulu
mn: Тань руу илгээсэн кодоор өөрийгөө баталгаажуулах шаардлагатай.
ru: Пожалуйста, сначала подтвердите свою личность с помощью токена
vi: Vui lòng xác minh bản thân bằng mã thông báo trước
zh: 请先通过 token 验证自己

source: Please wait confirming your email
id: Harap tunggu untuk mengonfirmasi email Anda
mn: Таны имэйлыг баталгаажуулах хүртэл түр хүлээнэ үү
ru: Пожалуйста, подождите подтверждения вашей электронной почты
vi: Vui lòng chờ xác nhận email của bạn
zh: 请等待确认您的电子邮件

source: PNR
ru: ПНР
zh: 旅客姓名记录

source: Position
id: Posisi
mn: Албан тушаал
ru: Позиция
vi: Vị trí
zh: 位置

source: Possible credit rights
id: Hak kredit yang mungkin
mn: Боломжит зээлийн эрх
ru: Возможные кредитные права
vi: Quyền tín dụng có thể
zh: 可能的信贷权利

source: Possible grocery rights
id: Kemungkinan hak belanja bahan makanan
mn: Боломжит хүнсний эрх
ru: Возможные права на продукты питания
vi: Quyền mua sắm tạp hóa có thể có
zh: 可能的食品杂货权利

source: Premium users
id: Pengguna premium
mn: Премиум хэрэглэгч
ru: Премиум-пользователи
vi: Người dùng cao cấp
zh: 高级用户

source: Press
id: Berita
mn: дарна уу
ru: Пресса
vi: Ấn
zh: 按下

source: Previous
id: Sebelumnya
mn: Өмнөх
ru: Предыдущий
vi: Trước
zh: 上一个

source: Previous amount
id: Jumlah sebelumnya
mn: Өмнөх дүн
ru: Предыдущая сумма
vi: Số tiền trước đó
zh: 先前金额

source: Previously uploaded file
id: File yang diunggah sebelumnya
mn: Өмнөх хадгалсан файл
ru: Ранее загруженный файл
vi: Tệp đã tải lên trước đó
zh: 先前上传的文件

source: Price
id: Harga
mn: Үнэ
ru: Цена
vi: Giá
zh: 价格

source: Primary education
id: Pendidikan dasar
mn: Суурь боловсрол
ru: Начальное образование
vi: Giáo dục tiểu học
zh: 初等教育

source: Principal
id: Prinsipal
mn: Зээлийн үлдэгдэл
ru: Главная
vi: Gốc
zh: 主要的

source: Privacy & Terms
id: Privasi & Ketentuan
mn: Нууцлал ба нөхцөл
ru: Конфиденциальность и условия
vi: Quyền riêng tư & Điều khoản
zh: 隐私和条款

source: Privacy Policy
id: Kebijakan Privasi
mn: Нууцлалын бодлого
ru: Политика конфиденциальности
vi: Chính sách bảo mật
zh: 隐私政策

source: Product
id: Produk
mn: Бүтээгдэхүүн
ru: Товар
vi: Sản phẩm
zh: 产品

source: Product max limit
id: Batas maksimal produk
mn: Бүтээгдэхүүний дээд хязгаар
ru: Максимальный предел продукта
vi: Giới hạn tối đa của sản phẩm
zh: 产品最大限制

source: Product min limit
id: Batas minimal produk
mn: Бүтээгдэхүүний доод хязгаар
ru: Минимальный лимит продукта
vi: Giới hạn tối thiểu của sản phẩm
zh: 产品最低限制

source: Product or service changed
id: Produk atau layanan berubah
mn: Бараа, үйлчилгээг сольсон
ru: Продукт или услуга изменены
vi: Sản phẩm hoặc dịch vụ đã thay đổi
zh: 产品或服务发生变化

source: Profile
id: Profil
mn: Профайл
ru: Профиль
vi: Hồ sơ
zh: 个人资料

source: Profile picture successfully changed
id: Gambar profil berhasil diubah
mn: Профайл зураг амжилттай өөрчлөгдлөө
ru: Картинка профиля успешно изменена
vi: Đã thay đổi ảnh hồ sơ thành công
zh: 个人资料图片已成功修改

source: Progress
id: Kemajuan
mn: Ахиц дэвшил
ru: Прогресс
vi: Tiến độ
zh: 进度

source: Purchase amount
id: Jumlah pembelian
mn: Худалдан авалтын үнийн дүн
ru: Сумма покупки
vi: Số tiền mua
zh: 购买金额

source: Purchase canceled
id: Pembelian dibatalkan
mn: Цуцлагдсан
ru: Покупка отменена
vi: Đã hủy mua hàng
zh: 已取消购买

source: Purchase confirmed
id: Pembelian dikonfirmasi
mn: Худалдан авалтыг баталгаажуулсан
ru: Покупка подтверждена
vi: Đã xác nhận mua hàng
zh: 已确认购买

source: Purchase count
id: Jumlah pembelian
mn: Худалдан авалтын тоо
ru: Количество покупок
vi: Số lượng mua hàng
zh: 采购计数

source: Purchase date
id: Tanggal pembelian
mn: Борлуулалтын огноо
ru: Дата покупки
vi: Ngày mua
zh: 购买日期

source: Purchase id
id: ID pembelian
mn: Борлуулалт ID
ru: Идентификатор покупки
vi: Mã số mua hàng
zh: 购买编号

source: Purchase ID
id: ID pembelian
mn: Худалдан авалтын ID
ru: Идентификатор покупки
vi: Mã đơn hàng
zh: 购买ID

source: Purchase status
id: Status pembelian
mn: Худалдан авалтын статус
ru: Статус покупки
vi: Trạng thái mua hàng
zh: 购买状态

source: Purchase succeed
id: Pembelian berhasil
mn: Худалдан авалт амжилттай
ru: Покупка прошла успешно
vi: Mua hàng thành công
zh: 购买成功

source: Purchase volume
id: Volume pembelian
mn: Худалдан авалтын хэмжээ
ru: Объем закупки
vi: Khối lượng mua
zh: 购买量

source: Purchases created
id: Pembelian dibuat
mn: Худалдан авалт үүссэн
ru: Покупки созданы
vi: Đã tạo giao dịch mua
zh: 购买已创建

source: QR code
id: Kode QR
mn: QR код
ru: QR код
vi: mã QR
zh: 二维码

source: Quality
id: Kualitas
mn: Чанар
ru: Качество
vi: Chất lượng
zh: 质量

source: Quantity
id: Jumlah
mn: Тоо/Хэмжээ
ru: Количество
vi: Số lượng
zh: 数量

source: Quantity mismatch
id: Ketidaksesuaian kuantitas
mn: Тоо хэмжээ зөрсөн
ru: Несоответствие количества
vi: Số lượng không khớp
zh: 数量不匹配

source: Quantity or amount
id: Kuantitas atau jumlah
mn: Тоо хэмжээ эсвэл хэмжээ
ru: Количество или сумма
vi: Số lượng hoặc số lượng
zh: 数量或金额

source: Quarter
id: Seperempat
mn: Улирал
ru: Квартал
vi: Quý
zh: 季度

source: Quarter name
id: Nama seperempat
mn: Хороо / Баг
ru: Название квартала
vi: Tên quý
zh: 季度名称

source: Quarterly
id: Triwulan
mn: Улирал тутам
ru: Ежеквартально
vi: Hàng quý
zh: 季度

source: Question
id: Pertanyaan
mn: Асуулт
ru: Вопрос
vi: Câu hỏi
zh: 问题

source: Question {0}
id: Pertanyaan 1}
mn: Асуулт {0}
ru: Вопрос 1}
vi: Câu hỏi 1}
zh: 问题 {0}

source: Range
mn: Хүрээ
ru: Диапазон
vi: Phạm vi
zh: 范围

source: Rate
id: Tarif
mn: Үнэлгээ
ru: Ставка
vi: Tỷ lệ
zh: 比率

source: Reason
id: Alasan
mn: Шалтгаан
ru: Причина
vi: Lý do
zh: 原因

source: Reason for request
id: Alasan permintaan
mn: Хүсэлт үүсгэх шалтгаан
ru: Причина запроса
vi: Lý do yêu cầu
zh: 请求原因

source: Reason:
id: Alasan:
mn: Шалтгаан:
ru: Причина:
vi: Lý do:
zh: 原因：

source: Receive code by email
id: Terima kode melalui email
mn: Кодыг имэйлээр хүлээн авах
ru: Получите код по электронной почте
vi: Nhận mã qua email
zh: 通过电子邮件接收代码

source: Receive code by phone
id: Terima kode melalui telepon
mn: Утсаар код хүлээн авах
ru: Получение кода по телефону
vi: Nhận mã qua điện thoại
zh: 通过电话接收代码

source: Recognized
id: Dikenali
mn: Танигдсан
ru: Признанный
vi: Được công nhận
zh: 认可

source: Recognized ?
id: Dikenali ?
mn: Таньсан уу?
ru: Признан?
vi: Được công nhận ?
zh: 认出来了吗？

source: Recommended, popular etc...
id: Direkomendasikan, populer, dll...
mn: Санал болгож буй, эрэлттэй гэх мэт...
ru: Рекомендовано, популярно и т. д.
vi: Được đề xuất, phổ biến, v.v...
zh: 推荐、热门等等...

source: Recreate
id: Buat ulang
mn: Дахин үүсгэх
ru: Воссоздать
vi: Tạo lại
zh: 重新创建

source: RECREDIT SCORE CALCULATED
id: SKOR REKREDIT DIHITUNG
mn: Зээлийн эрх ахин тооцоолох
ru: РАСЧЕТ КРЕДИТНОГО ОЦЕНКА
vi: ĐIỂM TÍN DỤNG ĐƯỢC TÍNH
zh: 信用评分已计算

source: Redefining <0>BNPL</0>
id: <0>BNPL</0> model baru
mn: <0>BNPL-ийг дахин тодорхойлж байна</0>
ru: Переосмысление <0>BNPL</0>
vi: Định nghĩa lại <0>BNPL</0>
zh: 重新定义<0>BNPL</0>

source: Ref
ru: Реф
vi: Tham chiếu
zh: 参考

source: Refund
id: Pengembalian dana
mn: Буцаалт
ru: Возврат
vi: Hoàn tiền
zh: 退款

source: Refund & Amount changes
id: Pengembalian Dana & Perubahan Jumlah
mn: Буцаан олголтын болон үнийн дүнгийн өөрчлөлт
ru: Возврат и изменение суммы
vi: Hoàn tiền & Thay đổi số tiền
zh: 退款及金额变更

source: Refund amount
id: Jumlah pengembalian uang
mn: Буцаан олголтын дүн
ru: Сумма возврата
vi: Số tiền hoàn trả
zh: 按数量循环

source: Refund Amount
id: Jumlah Refund
mn: Буцаан олголтын дүн
ru: Сумма возврата
vi: Số tiền hoàn trả tiền
zh: 退款金额

source: Refund Count
id: Jumlah Pengembalian Dana
mn: Буцаан олголтын тоо
ru: Количество возвратов
vi: Số lượng hoàn tiền
zh: 退款数量

source: Refund success
id: Pengembalian dana berhasil
mn: Буцаан олголтын амжилт
ru: Успешный возврат
vi: Hoàn tiền thành công
zh: 退款成功

source: refunded
id: dikembalikan
mn: буцаан олгосон
ru: платеж возвращен
vi: được hoàn lại tiền
zh: 已退款

source: Refunded
id: Dikembalikan
mn: Буцаалт хийсэн
ru: Возвращено
vi: Hoàn tiền
zh: 已退款

source: Refunded at
id: Dikembalikan pada
mn: буцаан олголт
ru: Возврат в
vi: Đã hoàn lại tại
zh: 退款至

source: Refunded date
id: Tanggal pengembalian dana
mn: Буцаалтын огноо
ru: Дата возврата
vi: Ngày hoàn tiền
zh: 退款日期

source: Refunding amount
id: Jumlah pengembalian dana
mn: Буцаалт дүн
ru: Сумма возврата
vi: Số tiền hoàn lại
zh: 退款金额

source: REFUSED
id: DITOLAK
mn: Түтгэлзүүлсэн
ru: ОТКАЗАЛСЯ
vi: BỊ TỪ CHỐI
zh: 拒绝

source: Region
id: Wilayah
mn: Бүс нутаг
ru: Регион
vi: Khu vực
zh: 地区

source: Register ID
id: Daftarkan ID
mn: Регистрийн дугаар
ru: Регистрационный идентификатор
vi: Đăng ký ID
zh: 注册ID

source: Registered partnership
id: Hubungan terdaftar
mn: Хамтран амьдрагч
ru: Зарегистрированное партнерство
vi: Quan hệ đối tác đã đăng ký
zh: 注册合伙企业

source: Registration number
id: Nomor pendaftaran
mn: Регистрийн дугаар
ru: Регистрационный номер
vi: Số đăng ký
zh: 注册编号

source: Regular
id: Biasa
mn: Энгийн
ru: Обычный
vi: Bình thường
zh: 常规

source: Regular loans
id: Pinjaman reguler
mn: BNPL
ru: Регулярные кредиты
vi: Vay thường xuyên
zh: 定期贷款

source: Regular users
id: Pengguna biasa
mn: Энгийн хэрэглэгчид
ru: Обычные пользователи
vi: Người dùng thường xuyên
zh: 普通用户

source: Reject
id: Tolak
mn: Татгалзах
ru: Отклонить
vi: Từ chối
zh: 拒绝

source: Reject request
id: Tolak permintaan
mn: Хүсэлт цуцлах
ru: Отклонить запрос
vi: Từ chối yêu cầu
zh: 拒绝请求

source: rejected
id: ditolak
mn: татгалзсан
ru: отклонено
vi: bị từ chối
zh: 已拒绝

source: Rejected
id: Ditolak
mn: Татгалзсан
ru: Отклонено
vi: Từ chối
zh: 拒绝

source: REJECTED
id: DITOLAK
mn: Татгалзсан
ru: ОТКЛОНЕН
vi: BỊ TỪ CHỐI
zh: 拒绝

source: Rejected date
id: Tanggal ditolak
mn: Цуцалсан огноо
ru: Дата отклонения
vi: Ngày bị từ chối
zh: 拒绝日期

source: Rejected users
id: Pengguna yang ditolak
mn: Нийт татгалзсан хэрэглэгчдийн тоо
ru: Отклоненные пользователи
vi: Người dùng bị từ chối
zh: 被拒绝的用户

source: Related categories
id: Kategori terkait
mn: Хамааралтай ангиллууд
ru: Связанные категории
vi: Các danh mục liên quan
zh: 相关类别

source: Reload
id: Muat ulang
mn: Дахин ачаалах
ru: Перезагрузить
vi: Tải lại
zh: 刷新

source: Remember me
id: Ingat saya
mn: Нэвтрэх нэр санах
ru: Запомнить меня
vi: Nhớ tôi
zh: 记住我

source: Remove
id: Hapus
mn: Арилгах
ru: Удалить
vi: Xóa
zh: 删除

source: Remove contact info
id: Hapus informasi kontak
mn: Холбоо барих мэдээллийг устгах
ru: Удалить контактную информацию
vi: Xóa thông tin liên hệ
zh: 删除联系信息

source: Remove user
id: Hapus pengguna
mn: Хэрэглэгчийг устгах
ru: Удалить пользователя
vi: Gỡ bỏ người dùng
zh: 删除用户

source: Repayment report
id: Laporan pembayaran kembali
mn: Зээлийн эргэн төлөлтийн тайлан
ru: Отчет о погашении
vi: Báo cáo hoàn trả
zh: 还款报告

source: RePayments
id: Pembayaran kembali
mn: Эргэн төлөлт
ru: Выплаты
vi: Trả nợ
zh: 还款

source: Repeat
id: Ulangi
mn: Давтах
ru: Повторять
vi: Lặp lại
zh: 重复

source: Repeat new password
id: Ulangi password baru
mn: Шинэ нууц үг давтах
ru: Повторите новый пароль
vi: Lặp lại mật khẩu mới
zh: 重复新密码

source: Reports
id: Laporan
mn: Тайлан
ru: Отчеты
vi: Báo cáo
zh: 报告

source: Request
id: Permintaan
mn: Хүсэлт
ru: Запрос
vi: Yêu cầu
zh: 请求

source: Request approved
id: Permintaan disetujui
mn: Хүсэлт баталсан
ru: Запрос одобрен
vi: Yêu cầu đã được chấp thuận
zh: 请假已审批

source: Request created
id: Permintaan dibuat
mn: Хүсэлт үүсгэсэн
ru: Запрос создан
vi: Đã tạo yêu cầu
zh: 请求创建

source: Request date
id: Tanggal permintaan
mn: Хүсэлтийн огноо
ru: Дата запроса
vi: Ngày yêu cầu
zh: 请求日期

source: Request deleted
id: Permintaan dihapus
mn: Хүсэлтийг устгасан
ru: Запрос удален
vi: Yêu cầu đã xóa
zh: 请求已删除

source: Request deleted successfully
id: Permintaan berhasil dihapus
mn: Хүсэлтийг амжилттай устгасан
ru: Запрос успешно удален
vi: Yêu cầu đã xóa thành công
zh: 已成功删除

source: Request has been created successfully
id: Permintaan telah berhasil dibuat
mn: Хүсэлтийг амжилттай үүсгэлээ
ru: Запрос был успешно создан
vi: Yêu cầu đã được tạo thành công
zh: 请求已成功创建

source: Request has been deleted successfully
id: Permintaan telah berhasil dihapus
mn: Хүсэлтийг амжилттай устгасан
ru: Запрос был успешно удален
vi: Yêu cầu đã được xóa thành công
zh: 请求已成功删除

source: Request has been updated successfully
id: Permintaan telah berhasil diperbarui
mn: Хүсэлтийг амжилттай шинэчилсэн
ru: Запрос был успешно обновлен
vi: Yêu cầu đã được cập nhật thành công
zh: 请求已成功更新

source: Request ID
id: Minta ID
mn: Хүсэлтийн ID
ru: ID запроса
vi: ID yêu cầu
zh: 请求ID

source: Request is not pending
id: Permintaan tidak tertunda
mn: Хүсэлт хүлээгдэж буй байх ёстой
ru: Запрос не находится на рассмотрении
vi: Yêu cầu không đang chờ xử lý
zh: 请求未待处理

source: Request reason
id: Permintaan alasan
mn: Шалтгааныг хүсэх
ru: Причина запроса
vi: Yêu cầu lý do
zh: 请求原因

source: Request reason type
id: Jenis alasan permintaan
mn: Шалтгааны төрөл
ru: Тип причины запроса
vi: Loại lý do yêu cầu
zh: 请求原因类型

source: Request rejected
id: Permintaan ditolak
mn: Хүсэлт цуцлагдсан
ru: Запрос отклонен
vi: Yêu cầu bị từ chối
zh: 请求被拒

source: Request responded
id: Permintaan ditanggapi
mn: Баталгаажуулсан
ru: Запрос отвечен
vi: Yêu cầu đã được trả lời
zh: 请求已响应

source: Request status
id: Status permintaan
mn: Хүсэлтийн статус
ru: Статус запроса
vi: Yêu cầu trạng thái
zh: 申请状态

source: Request successfully created, please wait until Storepay employee confirms
id: Permintaan berhasil dibuat, harap tunggu hingga karyawan Storepay mengonfirmasi
mn: Хүсэлт амжилттай үүслээ. Сторпэй ажилтан баталгаажуултал түр хүлээнэ үү
ru: Запрос успешно создан, пожалуйста, дождитесь подтверждения сотрудника Storepay
vi: Yêu cầu đã được tạo thành công, vui lòng đợi nhân viên Storepay xác nhận
zh: 请求已成功创建，请等待 Storepay 员工确认

source: Request type
id: Tipe permintaan
mn: Хүсэлтийн төрөл
ru: Тип запроса
vi: Loại yêu cầu
zh: 请求类型

source: Requested
id: Diminta
mn: Зөвшөөрөл хүссэн
ru: Запрошенный
vi: Đã yêu cầu
zh: 申请

source: REQUESTED
id: DIMINTA
mn: Зөвшөөрөл хүссэн
ru: ЗАПРОШЕННО
vi: YÊU CẦU
zh: 请求

source: Requested at
id: Diminta di
mn: Хүсэлт гаргасан
ru: Запрошено в
vi: Yêu cầu tại
zh: 请求于

source: Requested date
id: Tanggal yang diminta
mn: Хүсэлт гаргасан огноо
ru: Запрашиваемая дата
vi: Ngày yêu cầu
zh: 申请日期

source: Requested fee percent
id: Persentase biaya yang diminta
mn: Хүссэн шимтгэлийн хувь
ru: Запрошенный процент комиссии
vi: Phần trăm phí yêu cầu
zh: 请求费用百分比

source: Requested reason
id: Alasan yang diminta
mn: Хүссэн шалтгаан
ru: Запрошенная причина
vi: Lý do yêu cầu
zh: 请求原因

source: Requested settlement delay
id: Meminta penundaan penyelesaian
mn: Төлбөрийг хойшлуулахыг хүссэн
ru: Запрошенная отсрочка платежа
vi: Yêu cầu trì hoãn giải quyết
zh: 请求延迟结算
