Repository: StorePayLLC/storepay-price
Catalog: src/translations/messages/*.po
Languages: id, mn, ru, vi, zh

source: B2B users
id: pengguna B2B
mn: Байгууллагын
ru: пользователи B2B
vi: Người dùng B2B
zh: B2B 用户

source: Bachelors or equivalent level
id: Sarjana atau tingkat setara
mn: Бакалавр болон ижил түвшний боловсрол
ru: Степень бакалавра или эквивалент
vi: Cử nhân hoặc trình độ tương đương
zh: 学士或同等学历

source: Back
id: Kembali
mn: Буцах
ru: Назад
vi: Quay lại
zh: 返回

source: Back to login page
id: Kembali ke halaman login
mn: Нэвтрэх хуудас руу буцах
ru: Обратно на страницу входа
vi: Quay lại trang đăng nhập
zh: 返回登录页面

source: Backoffice
id: kantor belakang
mn: Арын алба
ru: Бэк-офис
vi: Văn phòng hỗ trợ
zh: 后台

source: Balance
id: Saldo
mn: Үлдэгдэл
ru: Баланс
vi: Cân đối
zh: 余额

source: Balance amount
id: Jumlah Saldo
mn: Үлдэгдэл дүн
ru: Сумма баланса
vi: Số dư
zh: 余额

source: Bank
mn: Банк
ru: Банк
vi: Ngân hàng
zh: 银行

source: Bank account
id: akun bank
mn: Банкны данс
ru: Банковский счёт
vi: Tài khoản ngân hàng
zh: 银行账号

source: Bank account added
id: Rekening bank ditambahkan
mn: Банкны данс нэмсэн
ru: Банковский счёт добавлен
vi: Đã thêm tài khoản ngân hàng
zh: 已添加银行账户

source: Bank account create
id: Pembuatan rekening bank
mn: Банкны данс үүсгэх
ru: Банковский счет создать
vi: tạo tài khoản ngân hàng
zh: 银行账户创建

source: Bank account created
id: Rekening bank telah dibuat
mn: Банкны данс үүсэв
ru: Банковский счет создан
vi: Tài khoản ngân hàng đã được tạo
zh: 已创建银行账户

source: Bank account detail
id: Detail rekening bank
mn: Банкны дансны дэлгэрэнгүй
ru: Детали банковского счета
vi: Chi tiết tài khoản ngân hàng
zh: 银行帐户详细信息

source: Bank account name
id: Nama rekening bank
mn: Банкны дансны нэр
ru: Название банковского счета
vi: Tên tài khoản ngân hàng
zh: 银行帐户名称

source: Bank account number
id: nomor rekening bank
mn: Банкны дансны дугаар
ru: Номер банковского счета
vi: Số tài khoản ngân hàng
zh: 银行帐户号码

source: Bank accounts
id: akun bank
mn: Банкны данснууд
ru: банковские счетa
vi: Tài khoản ngân hàng
zh: 银行账户

source: Bank Accounts
id: Akun Bank
mn: Банкны данс
ru: Банковские Счета
vi: Ngân hàng
zh: 银行账号

source: Bank code
id: Kode Bank
mn: Банкны код
ru: Код банка
vi: Mã ngân hàng
zh: 银行编码

source: bank name
id: nama Bank
mn: банкны нэр
ru: il nome della banca
vi: tên ngân hàng
zh: 银行名称

source: Bank name
id: Nama Bank
mn: Банкны нэр
ru: Название банка
vi: Chủ tài khoản
zh: 银行名称

source: Bank transactions
id: Transaksi perbankan
mn: Банкны гүйлгээ
ru: Банковские операции
vi: Giao dịch ngân hàng
zh: 银行交易

source: Bank Transactions ({0})
id: Transaksi Perbankan ({0})
mn: Банкны гүйлгээ ({0})
ru: Банковские операции ({0})
vi: Giao dịch ngân hàng ({0})
zh: 银行交易 ({0})

source: bank transactions page
id: halaman transaksi bank
mn: банкны гүйлгээний хуудас
ru: страница банковских операций
vi: trang giao dịch ngân hàng
zh: 银行交易页面

source: Bank transfers
id: Transfer bank
mn: Банкны шилжүүлэг
ru: Банковские переводы
vi: Chuyển khoản ngân hàng
zh: 银行转账

source: bank transfers page
id: halaman transfer bank
mn: банкны шилжүүлгийн хуудас
ru: страница банковских переводов
vi: trang chuyển khoản ngân hàng
zh: 银行转账页面

source: Banks
id: Bank
mn: Банкнууд
ru: Банки
vi: Ngân hàng
zh: 银行

source: Banned
mn: Хар жагсаалтад орсон
ru: Забанен
vi: Bị cấm
zh: 禁止

source: Banner
mn: Баннер
ru: Баннер
zh: 横幅

source: Banner deleted
id: Spanduk dihapus
mn: Устгагдсан баннер
ru: Реф ссылка удалена
vi: Đã xóa biểu ngữ
zh: 横幅已删除

source: Banner edit
id: Pengeditan spanduk
mn: Баннер засах
ru: Редактирование баннера
vi: Chỉnh sửa biểu ngữ
zh: 横幅编辑

source: Banner info
id: Informasi spanduk
mn: Баннерын мэдээлэл
ru: Информация о баннере
vi: Thông tin biểu ngữ
zh: 横幅信息

source: Banner list page
id: Halaman daftar spanduk
mn: Баннерын жагсаалт
ru: Страница со списком баннеров
vi: Trang danh sách biểu ngữ
zh: 横幅列表页

source: Banner updated
id: Spanduk diperbarui
mn: Баннер шинэчлэгдсэн
ru: Баннер обновлён
vi: Đã cập nhật biểu ngữ
zh: 横幅已更新

source: Banners
id: Banner
mn: Баннер
ru: Баннеры
vi: Banner
zh: 横幅

source: Base currency
id: Mata uang dasar
mn: Суурь валют
ru: Базовая валюта
vi: Tiền tệ cơ sở
zh: 基础货币

source: Be between 8 and 64 characters
id: Berisi antara 8 dan 64 karakter
mn: 8 ба 64 тэмдэгт хооронд байх ёстой
ru: Длина имени должна быть от 8 до 64 символов.
vi: Có từ 8 đến 64 ký tự
zh: 介于 8 到 64 个字符之间

source: Become our Merchant Partner
id: Jadilah Mitra Merchant kami
mn: Манай Худалдааны Түнш болоорой
ru: Станьте нашим торговым партнером
vi: Trở thành Đối tác Thương mại của chúng tôi
zh: 成为我们的商户合作伙伴

source: Become our merchant!
id: Jadilah mitra kami!
mn: Манай худалдаачин болоорой!
ru: Станьте нашим продавцом!
vi: Hãy trở thành thương gia của chúng tôi!
zh: 成为我们的商家！

source: Before Storepay, I always bought cheap things and threw them after using them only a few times. But now, using Storepay, I buy what I want from my favorite brand whenever I want. I'm satisfied with the app 1000%.
id: Sebelum menggunakan Storepay, saya sering memberi barang murah dan langsung membuangnya setelah beberapa kali pakai. Sekarang dengan Storepay, saya bisa membeli barang dari merek favorit kapan saja. Saya 1000% puas dengan aplikasi ini. Yang sangat mengejutkan, suami saya yang bukan pekerja formal, bisa menaikkan batas keditnya sampai 8 juta dengan menggunakan tokennya.
mn: Storepay-аас өмнө дандаа хямдхан юм аваад хэдхэн удаа ашиглаад хаячихдаг байсан. Харин одоо би Storepay ашиглан дуртай брэндээсээ хүссэн зүйлээ хүссэн үедээ худалдаж авдаг. Би энэ программд 1000% сэтгэл хангалуун байна.
ru: До Storepay я всегда покупал дешевые вещи и выбрасывал их после нескольких раз использования. Но теперь, используя Storepay, я покупаю то, что хочу, у своего любимого бренда, когда хочу. Я доволен приложением на 1000%.
vi: Trước khi có Storepay, tôi luôn mua những thứ rẻ tiền và vứt chúng sau khi sử dụng chỉ vài lần. Nhưng bây giờ, khi sử dụng Storepay, tôi có thể mua những gì mình muốn từ thương hiệu yêu thích của mình bất cứ khi nào tôi muốn. Tôi hài lòng với ứng dụng 1000%.
zh: 在使用 Storepay 之前，我总是买便宜的东西，用过几次就扔了。但现在，使用 Storepay，我可以随时从我最喜欢的品牌购买我想要的东西。我对这款应用 1000% 满意。

source: Between in day1 and day2
id: Antara hari 1 dan hari 2
mn: Өдрийн 1-ээс 2 өдрийн хооронд
ru: Между днем 1 и днем 2
vi: Giữa ngày 1 và ngày 2
zh: 第 1 天和第 2 天之间

source: Birthday
id: Tanggal Lahir
mn: Төрсөн огноо
ru: День рождения
vi: Sinh Nhật
zh: 生日

source: BLACKLISTED
id: DAFTAR HITAM
mn: Хар жагсаалтад оруулсан
ru: В ЧЕРНОМ СПИСКЕ
vi: DANH SÁCH ĐEN
zh: 列入黑名单

source: BNPL for Your Business
id: BNPL untuk Bisnis Anda
mn: Таны бизнест зориулсан BNPL
ru: BNPL для вашего бизнеса
vi: BNPL cho doanh nghiệp của bạn
zh: 为您的企业提供 BNPL

source: Body
ru: Тело
zh: 主体

source: Browse image
id: Telusuri gambar
mn: Зургийг үзэх
ru: Просмотреть изображение
vi: Duyệt hình ảnh
zh: 浏览图片

source: Bug report
id: Laporan bug
mn: Алдаа мэдэгдэх
ru: Отчет об ошибке
vi: Báo cáo lỗi
zh: 错误报告

source: Burn rule
id: Aturan bakar
mn: Шатаах дүрэм
ru: Правило сжигания
vi: Quy tắc đốt cháy
zh: 烧伤规则

source: Business sector
id: Sektor bisnis
mn: Бизнесийн салбар
ru: Бизнес сектор
vi: Lĩnh vực kinh doanh
zh: 商业部门

source: Buy multiple things and pay all at the same time within your Storepay purchase limit.
id: Beli beberapa barang dan bayar semuanya sekaligus dalam batas pembelian Storepay Anda.
mn: Storepay худалдан авалтын хязгаарын хүрээнд олон зүйл худалдаж аваад бүгдийг нь нэгэн зэрэг төлнө үү.
ru: Купите несколько товаров и оплатите все одновременно в пределах вашего лимита покупок Storepay.
vi: Mua nhiều thứ và thanh toán cùng lúc trong hạn mức mua hàng Storepay của bạn.
zh: 购买多件商品并在 Storepay 购买限额内同时付款。

source: Buy now pay later
id: Beli sekarang bayar nanti
mn: Одоо ав, дараа төл
ru: Купить сейчас, заплатить позже
vi: Mua ngay trả sau
zh: 先买后付

source: Buy now Pay later
id: Beli sekarang Bayar nanti
mn: Одоо худалдаж аваарай Дараа төлнө үү
ru: Купить сейчас Платить позже
vi: Mua ngay Trả sau
zh: 立即购买，稍后付款

source: By completed date
id: Berdasarkan tanggal selesai
mn: Дууссан огноогоор
ru: По дате завершения
vi: Theo ngày hoàn thành
zh: 按完成日期

source: By paid date
id: Berdasarkan tanggal pembayaran
mn: Төлбөртэй огноогоор
ru: По дате оплаты
vi: Theo ngày thanh toán
zh: 按付款日期

source: By shipped date
id: Berdasarkan tanggal pengiriman
mn: Ачаалагдсан огноогоор
ru: По дате отправки
vi: Theo ngày giao hàng
zh: 按发货日期

source: Calculate
id: Kalkulasi
mn: Тооцоол
ru: Рассчитать
vi: Tính toán
zh: 计算

source: Call back url
id: Panggil kembali url
mn: URL руу буцаах холбоос
ru: Обратный URL
vi: Gọi lại URL
zh: 回调网址

source: Can I buy multiple things?
id: Bisakah saya membeli beberapa barang?
mn: Би олон зүйл худалдаж авч болох уу?
ru: Могу ли я купить несколько вещей?
vi: Tôi có thể mua nhiều thứ không?
zh: 我可以购买多件商品吗？

source: Cancel
id: Batal
mn: Цуцлах
ru: Отмена
vi: Hủy
zh: 取消

source: Cancel loan
id: Batalkan pinjaman
mn: Зээлийг цуцлах
ru: Отменить кредит
vi: Hủy khoản vay
zh: 取消贷款

source: Cancel purchase
id: Batalkan Pembelian
mn: Худалдан авалтыг цуцлах
ru: Отменить покупку
vi: Hủy mua hàng
zh: 取消购买

source: canceled
id: dibatalkan
mn: цуцалсан
ru: отменен
vi: đã hủy
zh: 已取消

source: Canceled
id: Dibatalkan
mn: Цуцлагдсан
ru: Отменено
vi: Đã hủy
zh: 已取消

source: Canceled date
id: Tanggal dibatalkan
mn: Цуцлагдсан огноо
ru: Отмененная дата
vi: Ngày hủy bỏ
zh: 取消日期

source: Cancellation
id: Pembatalan
mn: Цуцлалт
ru: Отмена
vi: Hủy
zh: 取消

source: Cancelled
id: Dibatalkan
mn: Цуцлагдсан
ru: Отменен
vi: Đã hủy
zh: 已取消

source: Cannot confirm phone number! Please try again
id: Tidak dapat mengonfirmasi nomor telepon! Silakan coba lagi
mn: Утсыг баталгаажуулж чадсангүй, дахин оролдоно уу
ru: Невозможно подтвердить номер телефона! Попробуйте еще раз
vi: Không thể xác nhận số điện thoại! Vui lòng thử lại
zh: 无法确认电话号码！请重试

source: Cannot confirm the email. Please try again.
id: Tidak dapat mengonfirmasi email. Silakan coba lagi.
mn: Имэйлийг баталгаажуулж чадсангүй, дахин оролдоно уу.
ru: Невозможно подтвердить email. Попробуйте еще раз.
vi: Không thể xác nhận email. Vui lòng thử lại.
zh: 无法确认电子邮件。请重试。

source: Cannot confirm the otp. Please try again.
id: Tidak dapat mengonfirmasi OTP. Silakan coba lagi.
mn: Кодыг баталгаажуулах алдаа гарлаа, дахин оролдоно уу.
ru: Невозможно подтвердить одноразовый пароль. Попробуйте еще раз.
vi: Không thể xác nhận otp. Vui lòng thử lại.
zh: 无法确认 OTP。请重试。

source: Cannot confirm the phone number. Please try again.
id: Tidak dapat mengonfirmasi nomor telepon. Silakan coba lagi.
mn: Дугаар баталгаажуулах алдаа гарлаа, дахин оролдоно уу.
ru: Невозможно подтвердить номер телефона. Попробуйте еще раз.
vi: Không thể xác nhận số điện thoại. Vui lòng thử lại.
zh: 无法确认电话号码。请重试。

source: Cannot use this email! for registration. Please use a valid email.
id: Tidak dapat menggunakan alamat email ini! untuk registrasi. Harap gunakan alamat email yang valid.
mn: Энэ имэйлийг бүртгэлд ашиглах боломжгүй! Зөв имэйл ашиглана уу.
ru: Невозможно использовать этот адрес электронной почты! для регистрации. Пожалуйста, используйте действительный адрес электронной почты.
vi: Không thể sử dụng email này! để đăng ký. Vui lòng sử dụng email hợp lệ.
zh: 无法使用此电子邮件！进行注册。请使用有效的电子邮件。

source: Cannot use this phone! for registration. Please use a valid phone number.
id: Tidak dapat menggunakan telepon ini! untuk registrasi. Harap gunakan nomor telepon yang valid.
mn: Энэ утсыг бүртгэлд ашиглах боломжгүй! Зөв дугаар ашиглана уу.
ru: Невозможно использовать этот телефон! для регистрации. Пожалуйста, используйте действительный номер телефона.
vi: Không thể sử dụng điện thoại này! để đăng ký. Vui lòng sử dụng số điện thoại hợp lệ.
zh: 无法使用此电话！进行注册。请使用有效的电话号码。

source: Cannot use this phone! for registration. Please use a valid phone.
id: Tidak dapat menggunakan telepon ini! untuk registrasi. Harap gunakan telepon yang valid.
mn: Энэ утсыг бүртгэлд ашиглах боломжгүй! Зөв дугаар ашиглана уу.
ru: Невозможно использовать этот телефон! для регистрации. Пожалуйста, используйте действительный телефон.
vi: Không thể sử dụng điện thoại này! để đăng ký. Vui lòng sử dụng điện thoại hợp lệ.
zh: 无法使用此电话！进行注册。请使用有效的电话。

source: Capture
id: Menangkap
mn: Баривчлах
ru: Захватить
vi: Chụp
zh: 捕获

source: Capture manual
id: Manual penangkapan
mn: Гараар таниулах
ru: Руководство по захвату
vi: Hướng dẫn chụp ảnh
zh: 捕获手册

source: Capture success
id: Menangkap kesuksesan
mn: Амжилтад хүрэх
ru: Списание успешно
vi: Nắm bắt thành công
zh: 捕捉成功

source: Captured
id: Ditangkap
mn: Баригдсан
ru: Захвачено
vi: Đã bắt giữ
zh: 捕获新访客

source: Cash amount
id: Jumlah tunai
mn: Бэлэн мөнгөний хэмжээ
ru: Сумма наличными
vi: Số tiền mặt
zh: 现金金额

source: Categories
id: Kategori
mn: Ангиллууд
ru: Категории
vi: Danh mục
zh: 类别

source: Category
id: Kategori
mn: Ангилал
ru: Категория
vi: Danh mục
zh: 类别

source: Category form
id: Formulir kategori
mn: Ангилал форм
ru: Форма категории
vi: Mẫu danh mục
zh: 分类形式

source: Category list page
id: Halaman daftar kategori
mn: Ангиллын жагсаалт
ru: Страница со списком категорий
vi: Trang danh sách danh mục
zh: 分类列表页

source: Category name
id: Nama Kategori
mn: Ангиллын нэр
ru: Название категории
vi: Tên danh mục
zh: 类别名称

source: CGW
zh: 加拿大广播电视公司

source: CGW account
id: akun CGW
mn: CGW данс
ru: Аккаунт CGW
vi: tài khoản CGW
zh: CGW 帐户

source: Change
id: Ubah
mn: Солих
ru: Изменить
vi: Thay đổi
zh: 更改

source: Change amount
id: Ubah jumlah
mn: Үнийн дүн өөрчлөх
ru: Сумма изменений
vi: Thay đổi nhiều
zh: 找零金额

source: Change cash amount
id: Ubah jumlah uang tunai
mn: Бэлэн мөнгөний дүнг өөрчлөх
ru: Изменить сумму наличных
vi: Thay đổi số tiền mặt
zh: 更改现金金额

source: Change credit rating
id: Ubah peringkat kredit
mn: Зээлийн зэрэглэлийг өөрчлөх
ru: Изменение кредитного рейтинга
vi: Thay đổi xếp hạng tín dụng
zh: 更改信用评级

source: Change current limit
id: Ubah batas saat ini
mn: Одоогийн эрхийн хэмжээг өөрчлөх
ru: Изменить ограничение тока
vi: Thay đổi giới hạn hiện tại
zh: 更改电流限制

source: Change description
id: Deskripsi perubahan
mn: Тайлбарыг өөрчлөх
ru: Изменить описание
vi: Thay đổi mô tả
zh: 更改描述Change description

source: Change email
id: Ganti e-mail
mn: Имэйлийг өөрчлөх
ru: Изменить email
vi: Thay đổi e-mail
zh: 更改电子邮箱

source: Change email address
id: mengganti alamat email
mn: Имэйл хаягаа өөрчлөх
ru: Изменить электронный адрес
vi: Thay đổi địa chỉ email
zh: 更改电子邮件地址

source: Change image
id: Ubah gambar
mn: Зургийг өөрчлөх
ru: Изменить изображение
vi: Thay đổi ảnh
zh: 变更图像

source: Change loan amount
id: Ubah jumlah pinjaman
mn: Зээлийн хэмжээг өөрчлөх
ru: Изменить сумму кредита
vi: Thay đổi số tiền vay
zh: 更改贷款金额

source: Change loan description: {0}
id: Ubah deskripsi pinjaman: {0}
mn: Борлуулалтын тайлбар өөрчлөх: {0}
ru: Изменить описание кредита: {0}
vi: Thay đổi mô tả khoản vay: {0}
zh: 更改贷款说明：{0}

source: Change password
id: Ubah password
mn: Нууц үг солих
ru: Изменить пароль
vi: Thay đổi mật khẩu
zh: 修改密码

source: Change password of merchant user
id: Ubah kata sandi pengguna pedagang
mn: Худалдааны хэрэглэгчийн нууц үгийг өөрчлөх
ru: Изменить пароль пользователя-продавца
vi: Thay đổi mật khẩu của người dùng thương mại
zh: 修改商户用户密码

source: change password page
id: halaman ganti kata sandi
mn: нууц үг солих хуудас
ru: страница смены пароля
vi: trang thay đổi mật khẩu
zh: 修改密码页面

source: Change phone
id: Ganti telepon
mn: Утасны дугаар солих
ru: Сменить телефон
vi: Thay đổi điện thoại
zh: 更改手机

source: Change phone number
id: Ganti nomor telepon
mn: Утасны дугаар өөрчлөх
ru: Изменить номер телефона
vi: Thay đổi số điện thoại
zh: 更改电话号码

source: Change profile picture
id: Ganti gambar profil
mn: Профайл зургийг өөрчлөх
ru: Изменение аватарки
vi: Thay đổi hình ảnh đại diện
zh: 更换个人照片

source: Change state
id: Ubah status
mn: Төлөвийг өөрчлөх
ru: Изменить состояние
vi: Thay đổi trạng thái
zh: 改变状态

source: Change status
id: Merubah status
mn: Статусыг өөрчлөх
ru: Изменитьстатуса на %s
vi: Thay đổi trạng thái
zh: 改变状态

source: Change target
id: Ubah target
mn: Төлбөр өөрчлөх
ru: Изменить цель
vi: Thay đổi mục tiêu
zh: 更改目标

source: Change to current limit
id: Ubah ke batas saat ini
mn: Одоогийн хязгаарт шилжих
ru: Перейти к текущему пределу
vi: Thay đổi giới hạn hiện tại
zh: 改变电流限制

source: Change type
id: Ubah type
mn: Төрөл өөрчлөх
ru: Изменить тип
vi: Thay đổi kiểu
zh: 更改类型

source: Change user status
id: Ubah status pengguna
mn: Хэрэглэгчийн статусыг өөрчлөх
ru: Изменить статус пользователя
vi: Thay đổi trạng thái người dùng
zh: 更改用户状态

source: Changer type
id: Tipe pengubah
mn: Өөрчлөгчийн төрөл
ru: Тип чейнджера
vi: Loại thay đổi
zh: 更换器类型

source: Changing amount
id: Mengubah jumlah
mn: Өөрчилж буй дүн
ru: Изменение суммы
vi: Thay đổi số lượng
zh: 更改金额

source: Chat support team
id: Tim dukungan obrolan
mn: Зөвлөх багтай чатлах
ru: Служба поддержки в чате
vi: Nhóm hỗ trợ trò chuyện
zh: 聊天支持团队

source: Chat with support team
id: Ngobrol dengan tim dukungan
mn: Туслах багтай чатлах
ru: Чат со службой поддержки
vi: Trò chuyện với nhóm hỗ trợ
zh: 与支持团队聊天

source: Check
id: Periksa
mn: Шалгах
ru: Проверить
vi: Kiểm tra
zh: 检查

source: Check and capture
id: Periksa dan tangkap
mn: Шалгаж, барих
ru: Проверить и захватить
vi: Kiểm tra và chụp
zh: 检查并捕获

source: Check JSON
id: Periksa JSON
mn: JSON-г шалгана уу
ru: Проверить JSON
vi: Kiểm tra JSON
zh: 检查 JSON

source: Child
id: Anak
mn: Хүүхэд
ru: Ребенок
vi: Trẻ em
zh: 子级

source: choose
id: memilih
mn: сонгох
ru: выбрать
vi: chọn
zh: 选择

source: Choose feedback category
id: Pilih kategori umpan balik
mn: Санал хүсэлтийн ангиллыг сонгоно уу
ru: Выберите категорию отзыва
vi: Chọn danh mục phản hồi
zh: 选择反馈类别

source: Choose feedback system type
id: Pilih jenis sistem umpan balik
mn: Санал хүсэлтийн системийн төрлийг сонгоно уу
ru: Выберите тип системы обратной связи
vi: Chọn loại hệ thống phản hồi
zh: 选择反馈系统类型

source: Choose feedback type
id: Pilih jenis umpan balik
mn: Санал хүсэлтийн төрлийг сонгоно уу
ru: Выберите тип отзыва
vi: Chọn loại phản hồi
zh: 选择反馈类型

source: Choose guide audience
id: Pilih audiens pemandu
mn: Хөтөч үзэгчдийг сонго
ru: Выберите аудиторию гида
vi: Chọn đối tượng hướng dẫn
zh: 选择引导受众

source: Choose guide category
id: Pilih kategori panduan
mn: Хөтөч ангиллыг сонгоно уу
ru: Выберите категорию гида
vi: Chọn danh mục hướng dẫn
zh: 选择指南类别

source: Choose loyalty level
id: Pilih tingkat loyalitas
mn: Үнэнч байдлын түвшин сонгоно уу
ru: Выберите уровень лояльности
vi: Chọn mức độ trung thành
zh: 选择忠诚度级别

source: Choose merchant
id: Pilih pedagang
mn: Мерчант сонгох
ru: Выберите продавца
vi: Chọn thương gia
zh: 选择商家

source: Choose reason
id: Pilih alasan
mn: Шалтгааныг сонгоно уу
ru: Выберите причину
vi: Chọn lý do
zh: 选择原因

source: Choose region
id: Pilih wilayah
mn: Бүс нутгийг сонгоно уу
ru: Выберите регион
vi: Chọn vùng
zh: 选择地区

source: Choose report
id: Pilih laporan
mn: Тайланг сонгоно уу
ru: Выберите отчет
vi: Chọn báo cáo
zh: 选择报告

source: Choose request reason
id: Pilih alasan permintaan
mn: Хүсэлтийн шалтгааныг сонгоно уу
ru: Выберите причину запроса
vi: Chọn lý do yêu cầu
zh: 选择请求原因

source: Choose role
id: Pilih peran
mn: Эрхийн түвшнийг сонгоно уу
ru: Выбрать роль
vi: Chọn vai trò
zh: 选择一个角色

source: Choose status
id: Pilih status
mn: Төлөв сонгоно уу
ru: Выбрать статус
vi: Chọn trạng thái
zh: 选择状态

source: Choose user
id: Pilih pengguna
mn: Хэрэглэгч сонгоно уу
ru: Выберите пользователя
vi: Chọn người dùng
zh: 选择用户

source: Choose your invoice type
id: Pilih jenis faktur Anda
mn: Нэхэмжлэхийн төрлөө сонгоно уу
ru: Выберите тип счета
vi: Chọn loại hóa đơn của bạn
zh: 选择您的发票类型

source: Choose your request type
id: Pilih jenis permintaan Anda
mn: Хүсэлтийн төрлөө сонгоно уу
ru: Выберите тип вашего запроса
vi: Chọn loại yêu cầu của bạn
zh: 选择您的请求类型

source: Citizen ID
id: kartu Tanda Penduduk
mn: Иргэний үнэмлэх
ru: удостоверение личности гражданина
vi: ID công dân
zh: 公民身份证

source: Citizen Id Number
id: Nomor Identitas Warga Negara
mn: Иргэний үнэмлэхний дугаар
ru: Номер удостоверения личности гражданина
vi: Số CMND/CCCD
zh: 公民身份证号码

source: Citizen ID number
id: Nomor ID warga negara
mn: Регистрийн дугаар
ru: Идентификационный номер гражданина
vi: Số CMND
zh: 公民身份证号码

source: Citizen number
id: Nomor warga negara
mn: Иргэний дугаар
ru: Номер гражданина
vi: Số công dân
zh: 公民号码

source: City
id: Kota
mn: Хот / Аймаг
ru: Город
vi: Thành phố
zh: 城市

source: Civil ID
id: tanda pengenal sipil
mn: Иргэний дугаар
ru: Гражданский удостоверение личности
vi: Thẻ chứng minh nhân dân
zh: 公民身份证

source: Classification
id: Klasifikasi
mn: Ангилал
ru: Классификация
vi: Phân Hạng
zh: 地址分类

source: Clear
id: Bersihkan
mn: Цэвэрлэх
ru: Очистить
vi: Xóa
zh: 清除

source: Clear ({0}) selection
id: Hapus ({0}) pilihan
mn: ({0}) сонголтыг арилга
ru: Очистить ({0}) выбор
vi: Xóa lựa chọn ({0})
zh: 清除 ({0}) 个选择

source: Clear filters
id: Hapus filter
mn: Шүүлтийг цэвэрлэх
ru: Очистить фильтры
vi: Bỏ bộ lọc
zh: 清除筛选

source: Click delete icon to remove image from current images
id: Klik ikon hapus untuk menghapus gambar dari gambar saat ini
mn: Устгах дүрс дээр дарж одоогийн зургуудаас зургийг устгана уу
ru: Нажмите значок удаления, чтобы удалить изображение из текущих изображений.
vi: Nhấp vào biểu tượng xóa để xóa hình ảnh khỏi hình ảnh hiện tại
zh: 单击删除图标从当前图像中删除图像

source: Click or drag file to this area to upload
id: Klik atau seret file ke area ini untuk mengunggah
mn: Хадгалах файлаа энд дарж эсвэл ийшээ чирч оруулна уу
ru: Нажмите или перетащите файл в эту область для загрузки
vi: Nhấp hoặc kéo tệp vào khu vực này để tải lên
zh: 单击或将文件拖到此区域进行上传

source: Click or drag files to add new slider images
id: Klik atau seret file untuk menambahkan gambar slider baru
mn: Шинээр нэмэх слайдер зургуудыг файлаас сонгох эсвэл чирч оруулна уу
ru: Щелкните или перетащите файлы, чтобы добавить новые изображения слайдера.
vi: Nhấp hoặc kéo tệp để thêm hình ảnh thanh trượt mới
zh: 单击或拖动文件以添加新的滑块图像

source: Close
id: Tutup
mn: Хаах
ru: Закрыть
vi: Đóng
zh: 关闭

source: Closed
id: Tutup
mn: Хаагдсан
ru: Закрыто
vi: Đóng
zh: 关闭

source: Closed at
id: Tutup pada
mn: Хаагдсан огноо
ru: Закрыто по
vi: Đóng cửa tại
zh: 关闭

source: Closed date
id: Tanggal tutup
mn: Хаагдсан огноо
ru: Дата закрытия
vi: Ngày đóng cửa
zh: 关闭日期

source: Closed loans
id: Pinjaman yang ditutup
mn: Хаагдсан худалдан авалтын тоо
ru: Закрытые кредиты
vi: Các khoản vay đã đóng
zh: 已结清贷款

source: Collaborative Spirit
id: Semangat Kolaboratif
mn: Хамтран ажиллах сүнс
ru: Дух сотрудничества
vi: Tinh thần hợp tác
zh: 合作精神

source: Colleague
id: Kolega
mn: Хамтран ажиллагч
ru: Коллега
vi: Đồng nghiệp
zh: 同事

source: Company
id: Perusahaan
mn: Компани
ru: Компания
vi: Công ty
zh: 公司

source: Company address
id: Alamat perusahaan
mn: Байгууллагын хаяг
ru: Адрес компании
vi: Địa chỉ công ty
zh: 公司地址

source: Company name
id: Nama perusahaan
mn: Байгууллагын нэр
ru: Название компании
vi: Tên công ty
zh: 公司名称

source: Compare detail
id: Bandingkan detailnya
mn: Нарийвчилсан мэдээллийг харьцуулах
ru: Сравнить детали
vi: So sánh chi tiết
zh: 比较细节

source: Complaint
id: Keluhan
mn: Гомдол
ru: Жалоба
vi: Lời phàn nàn
zh: 投诉

source: Completed at
id: Selesai di
mn: Дууссан хугацаа
ru: Завершено в
vi: Hoàn thành tại
zh: 已完成

source: Confirm Fix Loan
id: Konfirmasi Pinjaman Tetap
mn: Засвар зээлийг баталгаажуулна уу
ru: Подтвердить исправление кредита
vi: Xác nhận Sửa chữa Khoản vay
zh: 确认修复贷款

source: Confirm loan amount change request
id: Konfirmasi permintaan perubahan jumlah pinjaman
mn: Үнийн дүнгийн өөрчлөлт зөвшөөрөх
ru: Подтвердите запрос на изменение суммы кредита
vi: Xác nhận yêu cầu thay đổi số tiền vay
zh: 确认贷款金额变更请求

source: Confirm loan amount refund request
id: Konfirmasi permintaan pengembalian dana jumlah pinjaman
mn: Буцаалтыг зөвшөөрөх
ru: Подтвердите запрос на возврат суммы кредита
vi: Xác nhận yêu cầu hoàn lại số tiền vay
zh: 确认贷款金额退款请求

source: Confirm password
id: Konfirmasikan password
mn: Нууц үг давтан
ru: Подтвердите пароль
vi: Xác nhận mật khẩu mới
zh: 确认密码
